var storeData =
[
 {
   "ชื่อร้านค้า": "ที พี ฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "089-852-2666",
   "ที่อยู่": "70/2 ม.2 ต.ท่าวังผา อ.ท่าวังผา จ.น่าน 55140",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "น่าน",
   "อำเภอ": "ท่าวังผา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B5%20%E0%B8%9E%E0%B8%B5%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "วันทนา",
   "เบอร์โทรศัพท์": "083-325-3121",
   "ที่อยู่": "188 ม.3 ต.ยอด อ.สองแคว",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "น่าน",
   "อำเภอ": "สองแคว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%99%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "พีพี โฮมเพ้นท์",
   "เบอร์โทรศัพท์": "094-635-5664",
   "ที่อยู่": "136 ม.10 ต.เชียงกลาง อ.เชียงกลาง จ.น่าน 55160",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "น่าน",
   "อำเภอ": "เชียงกลาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5%E0%B8%9E%E0%B8%B5%20%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%80%E0%B8%9E%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ปรีชาบริการ",
   "เบอร์โทรศัพท์": "086-914-3140",
   "ที่อยู่": "109 ม.1 หมู่บ้าน ดู่ใต้ ต.ดู่ใต้ อ.เมืองน่าน 55000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "น่าน",
   "อำเภอ": "เมืองน่าน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B5%E0%B8%8A%E0%B8%B2%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%A3%20%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เวียงสาวัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "083-956-9545",
   "ที่อยู่": "407/12 ม.3 ต.กลางเวียง อ.เวียงสา จ.น่าน 55110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "น่าน",
   "อำเภอ": "เวียงสา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "แสงทองค้าไม้",
   "เบอร์โทรศัพท์": "082-325-2554",
   "ที่อยู่": "228 ม.1 ต.ห้วยข้าวก่ำ อ.จุน จ.พะเยา 56150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "จุน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ว.เอกภัณฑ์",
   "เบอร์โทรศัพท์": "093-197-4433",
   "ที่อยู่": "180/1 ม.2 ต.ห้วยยางขาม อ.จุน จ.พะเยา 56150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "จุน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7.%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ร่วมกิจ ป.วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "092-248-2050",
   "ที่อยู่": "เลขที่ 379 ม.2 ต.ห้วยยางขาม อ.จูน จ.พะเยา 56150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "จูน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B9%88%E0%B8%A7%E0%B8%A1%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%9B.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ณัฐพงษ์พาณิชย์",
   "เบอร์โทรศัพท์": "085-029-8657",
   "ที่อยู่": "172 ม.2 ต.คงสุวรรณ อ.ดอกคำใต้ จ.พะเยา 56120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "ดอกคำใต้",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%93%E0%B8%B1%E0%B8%90%E0%B8%9E%E0%B8%87%E0%B8%A9%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "อารีย์ก่อสร้าง",
   "เบอร์โทรศัพท์": "086-115-0584",
   "ที่อยู่": "214 ม.12 ต.ภูซาง อ.ภูซาง จ.พะเยา 56110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "ภูซาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ดอนตันวัสดุ",
   "เบอร์โทรศัพท์": "062-645-3945",
   "ที่อยู่": "เลขที่1 หมู่ 11 ตำบล สบบง อำเภอภูซาง จ.พะเยา 56110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "ภูซาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%AD%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ม่วงซุมซีเมนต์",
   "เบอร์โทรศัพท์": "085-707-1690",
   "ที่อยู่": "23 ม.5 ต.ป่าสัก อ.ภูซาง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "ภูซาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87%E0%B8%8B%E0%B8%B8%E0%B8%A1%E0%B8%8B%E0%B8%B5%E0%B9%80%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "แอนนี่",
   "เบอร์โทรศัพท์": "091-842-0623",
   "ที่อยู่": "452 ม.5 ต.หย่วน อ.เชียงคำ จ.พะเยา 56110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "เชียงคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%99%E0%B8%B5%E0%B9%88%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "วังวัสดุภัณฑ์(ไซด์ไลน์)",
   "เบอร์โทรศัพท์": "098-432-6111",
   "ที่อยู่": "216 ม.8 ต.แม่ลาว อ.เชียงคำ",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "เชียงคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%29"
 },
 {
   "ชื่อร้านค้า": "เหนือกิจโฮมเซ็นเตอร์ จำกัด",
   "เบอร์โทรศัพท์": "086-429-0953",
   "ที่อยู่": "เลขที่ 589 หมู่ 5 ตำบลท่าวังทอง อำเภอเมือง จ.พะเยา 56000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "พะเยาเหนือกิจก่อสร้าง",
   "เบอร์โทรศัพท์": "05-487-0805",
   "ที่อยู่": "589 ม.5 ต.ท่าวังทอง อ.เมือง จ.พะเยา 56000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ช.การพาณิชย์",
   "เบอร์โทรศัพท์": "081-938-7575",
   "ที่อยู่": "244/1 ถ.พหลโยธิน ต.แม่ต๋ำ อ.เมืองพะเยา 56000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "เมืองพะเยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ฉลองคอนกรีตอิฐโชว์  ",
   "เบอร์โทรศัพท์": "05-448-2626",
   "ที่อยู่": "เลขที่ 91/2 หมู่ที่ 13 ตำบล ท่าวังทอง อำเภอ เมืองพะเยา 56000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "เมืองพะเยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%A5%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%E0%B8%AD%E0%B8%B4%E0%B8%90%E0%B9%82%E0%B8%8A%E0%B8%A7%E0%B9%8C%20%20%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ชาลวัน",
   "เบอร์โทรศัพท์": "05-441-7683",
   "ที่อยู่": "158 หมู่ 10 ตำบลแม่ใจ อำเภอแม่ใจ จ.พะเยา 56130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "แม่ใจ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B2%E0%B8%A5%E0%B8%A7%E0%B8%B1%E0%B8%99%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ชาลวิน",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "141 ม.10 ต.แม่ใจ อ.แม่ใจ จ.พะเยา 56130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "แม่ใจ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B2%E0%B8%A5%E0%B8%A7%E0%B8%B4%E0%B8%99%20%E0%B8%9E%E0%B8%B0%E0%B9%80%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ดวงใจแม่วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "137 ม.8 ต.ป่าแฝก อ.แม่ใจ",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "พะเยา",
   "อำเภอ": "แม่ใจ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%A7%E0%B8%87%E0%B9%83%E0%B8%88%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ชูพาณิชย์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "65 ม.4 ต.หลวงเหนือ อ.งาว",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "งาว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B9%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ดี ดี กิ๊ฟบูติค",
   "เบอร์โทรศัพท์": "082-306-2328",
   "ที่อยู่": "146 ม.3 ต.หลวงเหนือ อ.งาว",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "งาว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5%20%E0%B8%94%E0%B8%B5%20%E0%B8%81%E0%B8%B4%E0%B9%8A%E0%B8%9F%E0%B8%9A%E0%B8%B9%E0%B8%95%E0%B8%B4%E0%B8%84"
 },
 {
   "ชื่อร้านค้า": "เอส.ที.พี.ก่อสร้าง กรุ๊ป",
   "เบอร์โทรศัพท์": "091-025-7027",
   "ที่อยู่": "146 ม.10 ต.พรานกระต่าย อ.พรานกระต่าย จ.ลำปาง 52110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "พรานกระต่าย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA.%E0%B8%97%E0%B8%B5.%E0%B8%9E%E0%B8%B5.%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ลุงน้อยวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-197-8596",
   "ที่อยู่": "111 ม.9 ต.วังซ้าย อ.วังเหนือ จ.ลำปาง 52140",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "วังเหนือ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B8%B8%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์ทวี",
   "เบอร์โทรศัพท์": "091-141-9368",
   "ที่อยู่": "15/1 ม.5 ต.แม่สัน อ.ห้างฉัตร จ.ลำปาง 52190",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "ห้างฉัตร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%97%E0%B8%A7%E0%B8%B5%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เข้าซ้อนพาณิชย์",
   "เบอร์โทรศัพท์": "08188444163",
   "ที่อยู่": "284/1 หมู่ 2 ต.ไหล่หิน อ.เกาะคา ลำปาง 52130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เกาะคา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%8B%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ช.รุ่งเรืองพาณิชย์(เลิกซื้อขาย ฉ้อโกง)",
   "เบอร์โทรศัพท์": "086-428-5784",
   "ที่อยู่": "379 หมู่ 1 ตำบล ศาลา อำเภอ เกาะคา จ.ลำปาง 52130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เกาะคา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%20%E0%B8%89%E0%B9%89%E0%B8%AD%E0%B9%82%E0%B8%81%E0%B8%87%29%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ดำวัสดุ",
   "เบอร์โทรศัพท์": "098-980-5669",
   "ที่อยู่": "เลขที่10 ม.3 ต.ล้อมแรด อ.เถิน จ.ลำปาง 52160",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เถิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "กุลพาณิชย์",
   "เบอร์โทรศัพท์": "088-432-6796",
   "ที่อยู่": "59 ม.10 ถ.เถินบุรี ต.ล้อมแรด อ.เถิน จ.ลำปาง 52160",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เถิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B8%E0%B8%A5%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "สินทวี",
   "เบอร์โทรศัพท์": "081-021-7256",
   "ที่อยู่": "185 ม.13 ต.พิชัย อ.เมืองลำปาง 52000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เมืองลำปาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A7%E0%B8%B5%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เทียนการช่าง",
   "เบอร์โทรศัพท์": "089-552-8526",
   "ที่อยู่": "เลขที่ 2 หมู่ 5 ตำบลบ้านเสด็จ อำเภอเมืองลำปาง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เมืองลำปาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "สุทธาวัสดุก่อสร้าง(ไซด์ไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "065-297-5564",
   "ที่อยู่": "เลขที่ 407 หมู่ 3 ตำบลพระบาท อำเภอเมืองลำปาง 52000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เมืองลำปาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%97%E0%B8%98%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ทุ่งงามทวีทรัพย์",
   "เบอร์โทรศัพท์": "092-380-8184",
   "ที่อยู่": "163/3 ม.3 ต.ทุ่งงาม อ.เสริมงาม จ.ลำปาง 52210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เสริมงาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%A1%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ศรีลังกาการค้า",
   "เบอร์โทรศัพท์": "081-162-5511",
   "ที่อยู่": "401 ม.6 ต.เสริมกลาง อ.เสริมงาม จ.ลำปาง 52210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เสริมงาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ภูริช",
   "เบอร์โทรศัพท์": "064-787-5186",
   "ที่อยู่": "41 ม.3 ต.เสริมซ้าย อ.เสริมงาม",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "เสริมงาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A0%E0%B8%B9%E0%B8%A3%E0%B8%B4%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ยอดเพ็ชร์",
   "เบอร์โทรศัพท์": "093-445-2963",
   "ที่อยู่": "168/1 ม.5 ต.แจ้ห่ม อ.แจ้ห่ม จ.ลำปาง 52120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "แจ้ห่ม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A2%E0%B8%AD%E0%B8%94%E0%B9%80%E0%B8%9E%E0%B9%87%E0%B8%8A%E0%B8%A3%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "แม่แก้วการเกษตร",
   "เบอร์โทรศัพท์": "089-999-4411",
   "ที่อยู่": "ม.3 ถ.ลำปาง-แม่ทะ ต.นาครัว อ.แม่ทะ 52150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "แม่ทะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "จันเจริญวัสดุ",
   "เบอร์โทรศัพท์": "065-395-4977",
   "ที่อยู่": "21/8 ม.7 หมู่บ้านแม่ปุง ต.น้ำใจ้ อ.แม่ทะ จ.ลำปาง 52150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "แม่ทะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A5%E0%B8%B3%E0%B8%9B%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ปั๊มน้ำมันแม่พริกบริการ",
   "เบอร์โทรศัพท์": "085-707-7939",
   "ที่อยู่": "1/1 ม.1 ต.แม่พริก อ.แม่พริก",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "แม่พริก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B1%E0%B9%8A%E0%B8%A1%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%A1%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%9E%E0%B8%A3%E0%B8%B4%E0%B8%81%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เวียงสวรรค์ก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "459 ม.9 ต.แม่เมาะ อ.แม่เมาะ",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำปาง",
   "อำเภอ": "แม่เมาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "อุดมรวมวัสดุ",
   "เบอร์โทรศัพท์": "087-725-2175",
   "ที่อยู่": "138 ม.7 ต.แม่แรง อ.ป่าซาง จ.ลำพูน 51120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "ป่าซาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A1%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "แม่เทยพาณิชย์",
   "เบอร์โทรศัพท์": "082-035-6787",
   "ที่อยู่": "179 ม.13 ต.แม่ตืน อ.ลี้ จ.ลำพูน 51110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "ลี้",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%97%E0%B8%A2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "สมเดชเซ็นเตอร์",
   "เบอร์โทรศัพท์": "081-998-4688",
   "ที่อยู่": "282 ม.9 หมู่บ้านห้วยแหนพัฒนา ต.ป่าไผ่ อ.ลี้ จ.ลำพูน 51110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "ลี้",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B9%80%E0%B8%94%E0%B8%8A%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เงินทองไหลมาเทมา จำกัด",
   "เบอร์โทรศัพท์": "084-042-6907",
   "ที่อยู่": "109 ม.12 ต.แม่ตืน อ.ลี้ จ.ลำพูน 51110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "ลี้",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%97%E0%B8%A1%E0%B8%B2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "พยุงรักษ์",
   "เบอร์โทรศัพท์": "094-636-1624",
   "ที่อยู่": "1/9 ม.7 ต.แม่ตื่น อ.ลี้ จ.ลำพูน 51110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "ลี้",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A2%E0%B8%B8%E0%B8%87%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ลูกเอ๋ย รวยรวย จำกัด",
   "เบอร์โทรศัพท์": "084-173-6461",
   "ที่อยู่": "316 ม.3 ต.ศรีวิชัย อ.ลี้ จ.ลำพูน 51110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "ลี้",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%80%E0%B8%AD%E0%B9%8B%E0%B8%A2%20%E0%B8%A3%E0%B8%A7%E0%B8%A2%E0%B8%A3%E0%B8%A7%E0%B8%A2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "นภสรเคหะภัณฑ์",
   "เบอร์โทรศัพท์": "089-757-9093",
   "ที่อยู่": "75/1 ถ.ลำพูน-ป่าซาง ต.ในเมือง อ.เมืองลำพูน",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "ลำพูน",
   "อำเภอ": "เมืองลำพูน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A0%E0%B8%AA%E0%B8%A3%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%A5%E0%B8%B3%E0%B8%9E%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ช.ทวีทรัพย์การค้า",
   "เบอร์โทรศัพท์": "081-916-7259",
   "ที่อยู่": "134/1 ม.13 ต.บ่อทอง อ.ทองแสงขัน จ.อุตรดิตถ์ 53230",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "ทองแสงขัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ช.ทวีทรัพย์ อิฐบล็อก(บ้านน้ำลอก)",
   "เบอร์โทรศัพท์": "087-195-2697",
   "ที่อยู่": "134/1 ต.บ่อทอง อ.ทองแสนขัน จ.อุตรดิตถ์ 53230",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "ทองแสนขัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%AD%E0%B8%B4%E0%B8%90%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%81%28%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%A5%E0%B8%AD%E0%B8%81%29%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ศารภัทรโฮม จำกัด",
   "เบอร์โทรศัพท์": "05-549-9609",
   "ที่อยู่": "8/2 หมู่ 1 ตำบล ท่าปลา อำเภอ ท่าปลา จ.อุตรดิตถ์ 53150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "ท่าปลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B2%E0%B8%A3%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ปวริศร์ โฮมช็อป",
   "เบอร์โทรศัพท์": "098-289-4497",
   "ที่อยู่": "เลขที่ 113/1 หมู่ที่ 4 ตำบล ท่าปลา อำเภอ ท่าปลา จ.อุตรดิตถ์ 53150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "ท่าปลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A7%E0%B8%A3%E0%B8%B4%E0%B8%A8%E0%B8%A3%E0%B9%8C%20%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%8A%E0%B9%87%E0%B8%AD%E0%B8%9B%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "นุชนาถ  ",
   "เบอร์โทรศัพท์": "088-555-7436",
   "ที่อยู่": "149/14 ต.ทุ่งยั้ง อ.ลับเเล จ.อุตรดิตถ์ 53210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "ลับเเล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B8%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%96%20%20%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ทุ่งยั้งค้าวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "149/3 หมู่ 2 ตำบล ทุ่งยั้ง อำเภอ ลับเเล จ.อุตรดิตถ์ 53210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "ลับเเล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%A2%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ฟ้าประทานพร 47",
   "เบอร์โทรศัพท์": "088-555-7436",
   "ที่อยู่": "77/2-77/3 ม.1 ต.ท่าเสา อ.เมือง จ.อุตรดิตถ์ 53000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9F%E0%B9%89%E0%B8%B2%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%97%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%A3%2047%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เสน่ห์(ไซด์ไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "083-959-7857",
   "ที่อยู่": "71/3 ม.6 ต.แสนตอ อ.เมือง จ.อุตรดิตถ์ 53000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AA%E0%B8%99%E0%B9%88%E0%B8%AB%E0%B9%8C%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "สมศรี โฮมช็อป",
   "เบอร์โทรศัพท์": "085-601-7957",
   "ที่อยู่": "71/3 ม.6 ต.แสนตอ อ.เมือง จ.อุตรดิตถ์ 53000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "อุตรดิตถ์",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%A8%E0%B8%A3%E0%B8%B5%20%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%8A%E0%B9%87%E0%B8%AD%E0%B8%9B%20%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ป.บุญเจริญ ค้าวัสดุก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "062-735-9874",
   "ที่อยู่": "347 ม.10 อ.นางแล อ.เมืองเชียงราย 57100",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "นางแล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "แม่เปาค้าวัสดุ",
   "เบอร์โทรศัพท์": "081-952-4471",
   "ที่อยู่": "134 ม.16 ต.แม่เปา อ.พญาเม็งราย จ.เชียงราย 57290",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "พญาเม็งราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%9B%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "วิลาศการค้า",
   "เบอร์โทรศัพท์": "05-367-2417",
   "ที่อยู่": "19 ม.5 ต.ไม้ยา อ.พญาเม็งราย จ.เชียงราย 57290",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "พญาเม็งราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%B2%E0%B8%A8%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "พลพาณิชย์2",
   "เบอร์โทรศัพท์": "05-372-2521",
   "ที่อยู่": "233 ม.7 ต.สันติสุข อ.พาน จ.เชียงราย 57120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "พาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A5%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C2%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "189 ฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "089-472-5588",
   "ที่อยู่": "684 ม.1 ต.ม่วงคำ อ.พาน จ.เชียงราย 57120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "พาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=189%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ณิศาภัณฑ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "6 ม.19 ต.แม่อ้อ อ.พาน จ.เชียงราย 57120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "พาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%93%E0%B8%B4%E0%B8%A8%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ประดิษฐ์วัสดุ(ป.ม่วงเจริญ)",
   "เบอร์โทรศัพท์": "084-808-1409",
   "ที่อยู่": "131 ม.9 บ้านม่วงเจ็ดต้น อ.เชียงของ จ.เชียงราย 57140",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เชียงของ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B4%E0%B8%A9%E0%B8%90%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%28%E0%B8%9B.%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%29%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ณรงค์พาณิชย์",
   "เบอร์โทรศัพท์": "081-881-2215",
   "ที่อยู่": "50 ม.9 ต.ห้วยซ้อ อ.เชียงของ",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เชียงของ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%93%E0%B8%A3%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ไทยประเสริฐ",
   "เบอร์โทรศัพท์": "086-430-0860",
   "ที่อยู่": "63/1 หมู่ 3 ต.เวียง อ.เชียงเเสน จ.เชียงราย 57150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เชียงเเสน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AA%E0%B8%A3%E0%B8%B4%E0%B8%90%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เชียงรายธนภัทร",
   "เบอร์โทรศัพท์": "081-764-6719",
   "ที่อยู่": "139 ม.18 ต.เหงว อ.เทิง จ.เชียงราย 57160",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เทิง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2%E0%B8%98%E0%B8%99%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "สหศรีไทยกรุ๊ป 2018 จำกัด",
   "เบอร์โทรศัพท์": "084-644-4442",
   "ที่อยู่": "เลขที่ 8/2 หมู่ 10 ต.เวียง อ.เทิง จ.เชียงราย 57160",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เทิง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%AB%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%202018%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "พีเอ็นวัสดุ เชียงราย",
   "เบอร์โทรศัพท์": "086-428-8466",
   "ที่อยู่": "107 ม.1 ถ.เชียงราย-เทิง ต.ท่าสาย อ.เมือง 57000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ผลไสววัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "053-774-1950",
   "ที่อยู่": "เลขที่ 318 หมู่ 11 ต.ท่าสาย อ.เมือง จ.เชียงราย 57000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9C%E0%B8%A5%E0%B9%84%E0%B8%AA%E0%B8%A7%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เจริญรุ่งเรือง",
   "เบอร์โทรศัพท์": "081-602-5619",
   "ที่อยู่": "263/5 หมู่1 ถ.เด่นห้า-ดลมะดะ ต.รอบเวียง อ.เมือง จ.เชียงราย 57000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์ไพศาลวัสดุ",
   "เบอร์โทรศัพท์": "081-564-7595",
   "ที่อยู่": "201 หมู่ 1 ถ.เด่นห้า-ดงมะดะ ต.เเม่กรณ์ อ.เมือง จ.เชียงราย 57000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B9%84%E0%B8%9E%E0%B8%A8%E0%B8%B2%E0%B8%A5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "กาญจนาวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "095-276-1833",
   "ที่อยู่": "102 หมู่5 ต.บ้านดู อ.เมือง จ.เชียงราย 57130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ป่ายางหลวงการค้า",
   "เบอร์โทรศัพท์": "088-253-9885",
   "ที่อยู่": "433 ม.3 ต.ริมกก อ.เมืองเชียงราย",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมืองเชียงราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%B2%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เอ็มวี รุ่งเรือง",
   "เบอร์โทรศัพท์": "081-993-2099",
   "ที่อยู่": "629 ม.14 ต.บ้านดู่ อ.เมืองเชียงราย",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมืองเชียงราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%A1%E0%B8%A7%E0%B8%B5%20%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ป่ารวกวัสดุ(2020)",
   "เบอร์โทรศัพท์": "089-574-3926",
   "ที่อยู่": "86 ม.12 ต.นางแล อ.เมืองเชียงราย 57100",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เมืองเชียงราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%A7%E0%B8%81%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%282020%29%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ศรีนำชัย",
   "เบอร์โทรศัพท์": "086-421-5181",
   "ที่อยู่": "489 ม.1 ต.เวียงชัย อ.เวียงชัย จ.เชียงราย 57210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เวียงชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%99%E0%B8%B3%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "แก้วคำ",
   "เบอร์โทรศัพท์": "091-078-1123",
   "ที่อยู่": "191 ม.11 ต.เมืองชุม อ.เวียงชัย จ.เชียงราย 57210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เวียงชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7%E0%B8%84%E0%B8%B3%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ชนาภัณฑ์",
   "เบอร์โทรศัพท์": "065-773-2598",
   "ที่อยู่": "170 ม.6 หมู่บ้าน ป่าสา ต.ป่าซาง อ.เวียงเชียงรุ้ง จ.เชียงราย 57350",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เวียงเชียงรุ้ง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "อุดมภัณฑ์",
   "เบอร์โทรศัพท์": "05377147071",
   "ที่อยู่": "16 หมู่ 13 ถนนหิรัญนคร อ.เเม่จัน จ.เชียงราย 57110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "เเม่จัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A1%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เหนือสุดพัฒนา",
   "เบอร์โทรศัพท์": "088-268-1869",
   "ที่อยู่": "350 ม.4 ต.ป่าซาง อ.แม่จัน จ.เชียงราย 57110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "แม่จัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "นัมเบอร์วัน เคหะภัณฑ์",
   "เบอร์โทรศัพท์": "081-530-4515",
   "ที่อยู่": "28 ม.1 ถ.พหลดยธิน ต.ดงมะดะ อ.แม่ลาว จ.เชียงราย 57250",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "แม่ลาว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B1%E0%B8%A1%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%99%20%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "นัมเบอร์วัน เคหะภัณฑ์",
   "เบอร์โทรศัพท์": "086-913-4151",
   "ที่อยู่": "28 ม.1 ต.ดงมะดะ อ.แม่ลาว",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "แม่ลาว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B1%E0%B8%A1%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%99%20%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "กันจีนะพานิช",
   "เบอร์โทรศัพท์": "053-724-0567",
   "ที่อยู่": "197 ม.10 ต.ท่าก๊อก อ.แม่สรวย จ.เชียงราย 57180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "แม่สรวย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%88%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เจริญชัยวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 236 หมู่ 7 ตำบล เกาะช้าง อำเภอแม่สาย",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงราย",
   "อำเภอ": "แม่สาย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "มาดี ชอป",
   "เบอร์โทรศัพท์": "089-852-2439",
   "ที่อยู่": "99/2 ม.1 ต.แม่คือ อ.ดอยสะเก็ด จ.เชียงใหม่ 50220",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "ดอยสะเก็ด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B2%E0%B8%94%E0%B8%B5%20%E0%B8%8A%E0%B8%AD%E0%B8%9B%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ภัทรพลพานิช",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "178 ม.4 ต.ดอยเต่า อ.ดอยเต่า",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "ดอยเต่า",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%E0%B8%9E%E0%B8%A5%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "เจ้ไก่ก่อสร้าง",
   "เบอร์โทรศัพท์": "087-653-7178",
   "ที่อยู่": "99 ม.1 ต.แม่ข่า อ.ฝาง จ.เชียงใหม่ 50110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "ฝาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B9%89%E0%B9%84%E0%B8%81%E0%B9%88%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ซี พี เอฟ สตีล",
   "เบอร์โทรศัพท์": "088-261-0023",
   "ที่อยู่": "18/21 ม.4 ต.แม่ข่า อ.ฝาง จ.เชียงใหม่ 50320",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "ฝาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%B5%20%E0%B8%9E%E0%B8%B5%20%E0%B9%80%E0%B8%AD%E0%B8%9F%20%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ปรีดาพาณิชย์",
   "เบอร์โทรศัพท์": "065-421-6311",
   "ที่อยู่": "145/2 ม.5 ต.สะเมิงเหนือ อ.สะเมิง จ.เชียงใหม่ 50250",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "สะเมิง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B5%E0%B8%94%E0%B8%B2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ตะวันพานิช",
   "เบอร์โทรศัพท์": "090-319-4109",
   "ที่อยู่": "5/2 ม.10 ต.ป่าไผ่ อ.สันทราย จ.เชียงใหม่ 50210",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "สันทราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "รุ่งเจริญโลหะกิจ",
   "เบอร์โทรศัพท์": "063-563-9951",
   "ที่อยู่": "158/1 ม.3 ต.หนองหาร อ.สันทราย จ.เชียงใหม่ 50290",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "สันทราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "สินเจริญโลหะกิจ",
   "เบอร์โทรศัพท์": "085-865-9933",
   "ที่อยู่": "120/10 ม.1 ต.สันกลาง อ.สันป่าตอง จ.เชียงใหม่ 50120",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "สันป่าตอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ธนดลการเกษตร(ไซดไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "081-366-3282",
   "ที่อยู่": "103/2 ม.9 ต.น้ำบ่อหลวง อ.สันป่าตอง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "สันป่าตอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%99%E0%B8%94%E0%B8%A5%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29"
 },
 {
   "ชื่อร้านค้า": "นงค์นุช",
   "เบอร์โทรศัพท์": "085-031-3397",
   "ที่อยู่": "58/1 ม.12 ต.ป่าแดด อ.เมืองเชียงใหม่ 50100",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "เมืองเชียงใหม่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%87%E0%B8%84%E0%B9%8C%E0%B8%99%E0%B8%B8%E0%B8%8A%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "สุนทรวัสดุก่อสร้าง(เซลล์ไซด์ไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "085-032-3432",
   "ที่อยู่": "99/19 ม.4 ต.เเม่สง อ.เเม่ริม จ.เชียงใหม่ 50180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "เเม่ริม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B9%80%E0%B8%8B%E0%B8%A5%E0%B8%A5%E0%B9%8C%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "นภาภัณฑ์ 2019 จำกัด",
   "เบอร์โทรศัพท์": "093-767-4859",
   "ที่อยู่": "74/8 ม.7 ต.ริมใต้ อ.แม่ริม จ.เชียงใหม่ 50180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "แม่ริม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%202019%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "เอกวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "080-677-9003",
   "ที่อยู่": "5/2 ม.2 ต.โป่งแยง อ.แม่ริม จ.เชียงใหม่ 50180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "แม่ริม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "สุนทรวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "063-143-4159",
   "ที่อยู่": "99/19 ม.4 ต.แม่สา อ.แม่ริม จ.เชียงใหม่ 50180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "แม่ริม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "เคดับบลิว ค้าเหล็ก (เชียงใหม่)",
   "เบอร์โทรศัพท์": "083-676-7271",
   "ที่อยู่": "19/1 ม.2 ต.ขี้เหล็ก อ.แม่ริม จ.เชียงใหม่ 50180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "แม่ริม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%84%E0%B8%94%E0%B8%B1%E0%B8%9A%E0%B8%9A%E0%B8%A5%E0%B8%B4%E0%B8%A7%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%28%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%29%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "บ้านเด่น เด่นสะท้าน",
   "เบอร์โทรศัพท์": "099-292-6633",
   "ที่อยู่": "285 ม.1 ต.ริมเหนือ อ.แม่ริม จ.เชียงใหม่ 50180",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "แม่ริม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%94%E0%B9%88%E0%B8%99%20%E0%B9%80%E0%B8%94%E0%B9%88%E0%B8%99%E0%B8%AA%E0%B8%B0%E0%B8%97%E0%B9%89%E0%B8%B2%E0%B8%99%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "นิรันดร์วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "092-838-4888",
   "ที่อยู่": "85 ม.2 ต.ออนเหนือ อ.แม่ออน จ.เชียงใหม่ 50130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "เชียงใหม่",
   "อำเภอ": "แม่ออน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B4%E0%B8%A3%E0%B8%B1%E0%B8%99%E0%B8%94%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "สายฝน",
   "เบอร์โทรศัพท์": "091-854-9586",
   "ที่อยู่": "อ.ลอง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "ลอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%9D%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ส.รุ่งเรืองก่อสร้าง(ไซด์ไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "05-452-2626",
   "ที่อยู่": "400/210-211 หมู่ 9 ต.นาจักร อ.เมือง จ.แพร่ 54000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B9%81%E0%B8%9E%E0%B8%A3%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ธนาภารุ่งเรือง คอนสตรัคชั่น จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "84/62 ต.ช้างเผือก อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%99%E0%B8%B2%E0%B8%A0%E0%B8%B2%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "สราวุธอ๊อกซิเจน",
   "เบอร์โทรศัพท์": "089-597-7969",
   "ที่อยู่": "122/54 ม.8 ถ.นาเกลือ ต.บานา อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A3%E0%B8%B2%E0%B8%A7%E0%B8%B8%E0%B8%98%E0%B8%AD%E0%B9%8A%E0%B8%AD%E0%B8%81%E0%B8%8B%E0%B8%B4%E0%B9%80%E0%B8%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เหล็กสุรพงษ์ท่าแพ",
   "เบอร์โทรศัพท์": "089-196-1631",
   "ที่อยู่": "39/7 ม.1 ต.ปากพูน อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%9E%E0%B8%87%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%81%E0%B8%9E"
 },
 {
   "ชื่อร้านค้า": "พัฒนาเกษตรกล",
   "เบอร์โทรศัพท์": "07-521-9391",
   "ที่อยู่": "244/27 ถ.ท่ากลาง อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%E0%B8%81%E0%B8%A5"
 },
 {
   "ชื่อร้านค้า": "ป.อุปกรณ์ก่อสร้าง(เลิกขาย)",
   "เบอร์โทรศัพท์": "084-446-3863",
   "ที่อยู่": "59/62 ม.5 ต.มะขามเตี้ย อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%82%E0%B8%B2%E0%B8%A2%29"
 },
 {
   "ชื่อร้านค้า": "ส.กิจเจริญ",
   "เบอร์โทรศัพท์": "094-785-8257",
   "ที่อยู่": "เลขที่ 71 ม.3 ต.งิ้วลาย อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "ท่าพลมอเตอร์เซอร์วิส(ไซด์ไลน์พิทยา)",
   "เบอร์โทรศัพท์": "087-205-8479",
   "ที่อยู่": "เลขที่ 384 หมู่2 ตำบลท่าพล อำเภอเมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%9E%E0%B8%A5%E0%B8%A1%E0%B8%AD%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%AA%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%29"
 },
 {
   "ชื่อร้านค้า": "ตั้มเทรดดิ้ง(เลิกขาย)",
   "เบอร์โทรศัพท์": "084-064-9540",
   "ที่อยู่": "120/14 ถ.วัดโพธิ์-บางใหญ่ (ในลึก) ต.มะขามเตี้ย อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B1%E0%B9%89%E0%B8%A1%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%94%E0%B8%94%E0%B8%B4%E0%B9%89%E0%B8%87%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%82%E0%B8%B2%E0%B8%A2%29"
 },
 {
   "ชื่อร้านค้า": "สานุวัฒน์ค้าวัสดุ",
   "เบอร์โทรศัพท์": "089-179-4888",
   "ที่อยู่": "51/1 หมู่ 4 ตำบลวัดประดู่ อำเภอเมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ป.สถิตย์",
   "เบอร์โทรศัพท์": "081-966-1173",
   "ที่อยู่": "107/234 ถนน โนนม่วง ต.ในเมือง อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%AA%E0%B8%96%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "สุรินทร์การเกษตร",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "162 ม.5 ต.ป่าตาล อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "โชคไพศาล นครสวรรค์",
   "เบอร์โทรศัพท์": "092-168-3388",
   "ที่อยู่": "258/31 ม.15 ต.หนองกระโดน อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B9%84%E0%B8%9E%E0%B8%A8%E0%B8%B2%E0%B8%A5%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ตะวันวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "165 ม.5 ถ.ขามทะเลสอ-โคกสูง ต.พุดซา อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "จันทร์ทิพย์ค้าวัสดุ(ไซด์ไลน์)",
   "เบอร์โทรศัพท์": "098-242-9746",
   "ที่อยู่": "เลขที่ 405 หมู่ 17 ตำบลแม่กา อำเภอเมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B8%B4%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%29"
 },
 {
   "ชื่อร้านค้า": "เพชรรัตน์การก่อสร้าง",
   "เบอร์โทรศัพท์": "089-472-6498",
   "ที่อยู่": "2/89 ถ.พัฒนาการคูขวาง ต.ในเมือง อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เจ.อาร์.เพ้นท์",
   "เบอร์โทรศัพท์": "082-778-4767",
   "ที่อยู่": "34/55 ซอย ยายชา ถ.สุขุมวิท ต.เนินพระ อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88.%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B9%8C.%E0%B9%80%E0%B8%9E%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ราชกรูดค้าวัสดุ",
   "เบอร์โทรศัพท์": "085-788-0209",
   "ที่อยู่": "29/6 ม.3 ต.ราชกรูด อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%A3%E0%B8%B9%E0%B8%94%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ศูนย์โมบิลบริการ",
   "เบอร์โทรศัพท์": "081-803-0948",
   "ที่อยู่": "81-83 ถ.เทศบาล10 ต.หลาดหลวง อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B9%E0%B8%99%E0%B8%A2%E0%B9%8C%E0%B9%82%E0%B8%A1%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ทูลทวี",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "407 ม.9 ต.บ่อแฮ้ว อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%A7%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "พงษ์คำสอน",
   "เบอร์โทรศัพท์": "086-455-7499",
   "ที่อยู่": "294/3 ม.7 ซ.บ้านโนนพิบูลย์ ต.หมากแข้ง อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%87%E0%B8%A9%E0%B9%8C%E0%B8%84%E0%B8%B3%E0%B8%AA%E0%B8%AD%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "พีเคออโตเชล",
   "เบอร์โทรศัพท์": "093-463-0014",
   "ที่อยู่": "123/2 ต.ลำปาว อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5%E0%B9%80%E0%B8%84%E0%B8%AD%E0%B8%AD%E0%B9%82%E0%B8%95%E0%B9%80%E0%B8%8A%E0%B8%A5"
 },
 {
   "ชื่อร้านค้า": "ธนากรก่อสร้าง",
   "เบอร์โทรศัพท์": "087-954-9321",
   "ที่อยู่": "24 หมู่ 1 บ้านหนองโพน ต.ไผ่ อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "นิศาภัณฑ์",
   "เบอร์โทรศัพท์": "064-554-7353",
   "ที่อยู่": "747 ม.11 ต.ต้นธงชัย อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B4%E0%B8%A8%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "อึ้งเฮงหลี เซ็นเตอร์",
   "เบอร์โทรศัพท์": "097-930-6630",
   "ที่อยู่": "111 ม.3 ต.คลองแม่ลาย อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B6%E0%B9%89%E0%B8%87%E0%B9%80%E0%B8%AE%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B5%20%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "หัวสะพานค้าเหล็กและอุปกรณ์การช่าง",
   "เบอร์โทรศัพท์": "085-833-1411",
   "ที่อยู่": "31/2 ม.2 ต.ปากแพรก อ.เมือง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%AA%E0%B8%B0%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ทุ่งกว๋าววัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "089-950-0078",
   "ที่อยู่": "315 ม.5 ต.ทุ่งกว๋าว อ.เมืองปาน",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมืองปาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%81%E0%B8%A7%E0%B9%8B%E0%B8%B2%E0%B8%A7%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ช.พูนทรัพย์ ก่อสร้าง",
   "เบอร์โทรศัพท์": "084-493-1926",
   "ที่อยู่": "185 ม.1 หมู่บ้าน เมืองยาง ต.เมืองยาง อ.เมืองยาง",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมืองยาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%9E%E0%B8%B9%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เรืองชัย",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "2/32 ถ.ยันตรกิจโกศล ต.ในเวียง อ.เมืองแพร่ 54000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมืองแพร่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B9%81%E0%B8%9E%E0%B8%A3%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "จิตต์แสงชัยแพร่",
   "เบอร์โทรศัพท์": "05411009",
   "ที่อยู่": "147/1 ถนนยันตรกิจโกศล ตำบลในเวียง อำเภอเมืองแพร่ 54000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมืองแพร่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%95%E0%B9%8C%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B9%81%E0%B8%9E%E0%B8%A3%E0%B9%88%20%E0%B9%81%E0%B8%9E%E0%B8%A3%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "นีละสตีล จำกัด",
   "เบอร์โทรศัพท์": "085-111-7987",
   "ที่อยู่": "121 ม.5 ถ.ยันตรกิจโกศล ต.ทุ่งกวาว อ.เมืองแพร่ 54000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แพร่",
   "อำเภอ": "เมืองแพร่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B5%E0%B8%A5%E0%B8%B0%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B9%81%E0%B8%9E%E0%B8%A3%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "อภิญญ์วัตร์ วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "097-282-8286",
   "ที่อยู่": "202/2 ม.1 อาคารตึกแถวชั้นที่1 ต.สบป่อง อ.ปางมะผ้า จ.แม่ฮ่องสอน 58150",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แม่ฮ่องสอน",
   "อำเภอ": "ปางมะผ้า",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A0%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%AE%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ธงชัยพาณิชย์ปาย",
   "เบอร์โทรศัพท์": "061-273-0155",
   "ที่อยู่": "102 ม.9 ต.ทุ่งยาว อ.ปาย จ.แม่ฮ่องสอน 58130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แม่ฮ่องสอน",
   "อำเภอ": "ปาย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%E0%B8%9B%E0%B8%B2%E0%B8%A2%20%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%AE%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ปายนานาภัณฑ์",
   "เบอร์โทรศัพท์": "099-295-5944",
   "ที่อยู่": "470 ม.8 ต.เวียงใต้ อ.ปาย จ.แม่ฮ่องสอน 58130",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แม่ฮ่องสอน",
   "อำเภอ": "ปาย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%AE%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "รินรดาการค้า",
   "เบอร์โทรศัพท์": "065-252-5397",
   "ที่อยู่": "96 ม.9 ต.ทุ่งยาว อ.ปาย",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แม่ฮ่องสอน",
   "อำเภอ": "ปาย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%A3%E0%B8%94%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "แม่ฮ่องสอนโลหะกิจ บล็อคชั่วคราว",
   "เบอร์โทรศัพท์": "083-600-9908",
   "ที่อยู่": "เลขที่ 36 ถนนมรรคสันติ ตำบลจองคำ อำเภอเมืองแม่ฮ่องสอน 58000",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แม่ฮ่องสอน",
   "อำเภอ": "เมืองแม่ฮ่องสอน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%AE%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%A7%E0%B8%84%E0%B8%A3%E0%B8%B2%E0%B8%A7%20%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%AE%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "โรงเรียนบ้านห้วยทราย",
   "เบอร์โทรศัพท์": "087-661-5099",
   "ที่อยู่": "ต.แม่ยวม อ.แม่สะเรียง จ.แม่ฮ่องสอน 58110",
   "ภาค": "ภาคเหนือ",
   "จังหวัด": "แม่ฮ่องสอน",
   "อำเภอ": "แม่สะเรียง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B9%89%E0%B8%A7%E0%B8%A2%E0%B8%97%E0%B8%A3%E0%B8%B2%E0%B8%A2%20%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%AE%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%AD%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "วรรณ รูทส์ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "279/36 ถ.วิภาวดีรังสิต แขวง สนามบิน เขต ดอนเมือง กรุงเทพมหานคร 10210",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "ดอนเมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%20%E0%B8%A3%E0%B8%B9%E0%B8%97%E0%B8%AA%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เค เจ ก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "ซอยแก้วเงินทอง 40/1 ถนนแก้วเงินทอง แขวงฉิมพลี เขตตลิ่งชัน กรุงเทพมหานคร 10170",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "ตลิ่งชัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%84%20%E0%B9%80%E0%B8%88%20%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เท็น คอนซัลแตนส์ จำกัด",
   "เบอร์โทรศัพท์": "02-745-6315",
   "ที่อยู่": "589/53 อาคารเซ็นทรัลซิตี้ทาวเวอร์ ชั้น 10 ถ.เทพรัตน แขวงบางนาเหนือ เขตบางนา กรุงเทพมหานคร 10260",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางนา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%97%E0%B9%87%E0%B8%99%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%8B%E0%B8%B1%E0%B8%A5%E0%B9%81%E0%B8%95%E0%B8%99%E0%B8%AA%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "โปรเจคท์ ซินซ์ 2010",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "222/81 ม.11 หมู่บ้านพฤกษาปูริ 1 ต.ราชาเทวะ อ.บางพลี กรุงเทพมหานคร 10540",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางพลี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%9B%E0%B8%A3%E0%B9%80%E0%B8%88%E0%B8%84%E0%B8%97%E0%B9%8C%20%E0%B8%8B%E0%B8%B4%E0%B8%99%E0%B8%8B%E0%B9%8C%202010%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เพาเวอร์ปาล์ม ฮาร์ดแวร์ ",
   "เบอร์โทรศัพท์": "086-512-2316",
   "ที่อยู่": "55/5 ม.10 ถ.เทพารักษ์ ต.บางปลา อ.บางพลี กรุงเทพมหานคร 10540",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางพลี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%B2%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%9B%E0%B8%B2%E0%B8%A5%E0%B9%8C%E0%B8%A1%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ศลิษาค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 57/2 หมู่ที่ 2 ซอย วัชรพล ถนน สุขาภิบาล 5 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A5%E0%B8%B4%E0%B8%A9%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "คูณทวีสุข",
   "เบอร์โทรศัพท์": "086-564-7537",
   "ที่อยู่": "33/19 ม.4 ถ.รามอินทรา แขวงอนุสาวรีย์ เขตบางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B9%E0%B8%93%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "พรเทพสถิตย์ จำกัด",
   "เบอร์โทรศัพท์": "02-091-1515",
   "ที่อยู่": "200/152 ซ.ร่วมมิตรพัฒนา แยก10 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%AA%E0%B8%96%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "คูณทวีชัย",
   "เบอร์โทรศัพท์": "086-564-7537",
   "ที่อยู่": "72-74 ซ.สุขาภิบาล5 ถ.สุขาภิบาล5 แขวง ท่าแร้ง เขต บางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B9%E0%B8%93%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ธรรม์ศิริ ก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "3 ซ.สุขาภิบาล5 ซอย5 แยก13 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B9%8C%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%20%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "คูณทวีชัย ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 72-74 ถ.สุขาภิบาล5 ซ.5 แยก 14 แขวงท่าแร้ง เขตบางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B9%E0%B8%93%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "จีระภัทร สถาปัตย์และวิศวกรรม",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 8/96 ซ.4/2ก ถ.รามอินทรา เขตบางเขน กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บางเขน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B5%E0%B8%A3%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%20%E0%B8%AA%E0%B8%96%E0%B8%B2%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%A2%E0%B9%8C%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "มุ่งมีทรัพย์ จำกัด",
   "เบอร์โทรศัพท์": "02-944-9400",
   "ที่อยู่": "109/113 ซอยนวมินทร์ 74 แยก 7 แขวงคลองกุ่ม เขตบึงกุ่ม กรุงเทพมหานคร 10240",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บึงกุ่ม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "บุญเยี่ยม อินเตอร์โฮม จำกัด",
   "เบอร์โทรศัพท์": "086-766-9271",
   "ที่อยู่": "76/28 ซ.เสรีไทย ถ.เสรีไทย43 แยก 3 ต.คลองกุ่ม อ.บึงกุ่ม",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "บึงกุ่ม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%80%E0%B8%A2%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1%20%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "เจ.อาร์ แอนด์ เอส เทรดดิ้ง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "55/431 ซ.เฉลิมพระเกียรติ ร.9 ซอย87 แขวงประเวศ เขตประเวศ กรุงเทพมหานคร 10250",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "ประเวศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88.%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B9%80%E0%B8%AD%E0%B8%AA%20%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%94%E0%B8%94%E0%B8%B4%E0%B9%89%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เจ.อาร์ แอนด์ เอส เทรดดิ้ง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "55/431 ซ.เฉลิมพระเกียรติ ร.9 ซ.87 แขวงประเวศ เขตประเวศ กรุงเทพมหานคร 10250",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "ประเวศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88.%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B9%80%E0%B8%AD%E0%B8%AA%20%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%94%E0%B8%94%E0%B8%B4%E0%B9%89%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "อัลฟานี อินเตอร์เนชั่นแนล จำกัด",
   "เบอร์โทรศัพท์": "02216565",
   "ที่อยู่": "128 ถ. พญาไท แขวง ทุ่งพญาไท เขตราชเทวี",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "ราชเทวี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B1%E0%B8%A5%E0%B8%9F%E0%B8%B2%E0%B8%99%E0%B8%B5%20%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%99%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%E0%B9%81%E0%B8%99%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "พหลค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 40/9 ซอย พหลโยธิน 52 เเขวง คลองถนน เขต สายไหม กรุงเทพมหานคร 10220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "สายไหม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%AB%E0%B8%A5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เด่นใหญ่ โกเบิลไลน์ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 1 ซอยเพชรเกษม 77 แยก 1-2 แขวงหนองค้างพลู เขตหนองแขม กรุงเทพมหานคร 10160",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กรุงเทพมหานคร",
   "อำเภอ": "หนองแขม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%94%E0%B9%88%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%20%E0%B9%82%E0%B8%81%E0%B9%80%E0%B8%9A%E0%B8%B4%E0%B8%A5%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ส.เจริญชัย(ไซดไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "086-461-5330",
   "ที่อยู่": "59 หมู่ที่ 3 ต.ป่าพุทรา อ.ขาณุวรลักษบุรี จ.กำแพงเพชร 62130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ขาณุวรลักษบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%8A%E0%B8%B1%E0%B8%A2%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "วังเพชรบ่อถ้ำ",
   "เบอร์โทรศัพท์": "064-741-9786",
   "ที่อยู่": "349 ม.2 ต.บ่อถ้ำ อ.ขาณุวรลักษบุรี จ.กำแพงเพชร 62140",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ขาณุวรลักษบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B9%88%E0%B8%AD%E0%B8%96%E0%B9%89%E0%B8%B3%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "สองพี่น้องวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "089-562-8182",
   "ที่อยู่": "236 ม.1 ต.ดอนแตง อ.ขาณุวรลักษบุรี",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ขาณุวรลักษบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%B5%E0%B9%88%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ธนพัฒน์ 2562 จำกัด",
   "เบอร์โทรศัพท์": "084-577-7231",
   "ที่อยู่": "754 ม.4 ต.คลองขลุง อ.คลองขลุง จ.กำแพงเพชร 62120",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "คลองขลุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B9%8C%202562%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เจ๊ผวยค้าเหล็ก",
   "เบอร์โทรศัพท์": "095-354-4466",
   "ที่อยู่": "15/2 หมู่ 11 ตำบลทุ่งทราย อำเภอทรายทองวัฒนา จ.กำแพงเพชร 62190",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ทรายทองวัฒนา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B9%8A%E0%B8%9C%E0%B8%A7%E0%B8%A2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ทองห่ออิฐแดง",
   "เบอร์โทรศัพท์": "081-727-6381",
   "ที่อยู่": "เลขที่ 259 หมู่ที่ 4 ตำบลเทพนิมิต อำเภอบึงสามัคคี จังหวัด จ.กำแพงเพชร 62210",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "บึงสามัคคี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B9%88%E0%B8%AD%E0%B8%AD%E0%B8%B4%E0%B8%90%E0%B9%81%E0%B8%94%E0%B8%87%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "คณาธิป ",
   "เบอร์โทรศัพท์": "091-839-6253",
   "ที่อยู่": "182 ม.8 ต.ลานกระบือ อ.ลานกระบือ จ.กำแพงเพชร",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ลานกระบือ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%93%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%9B%20%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "สุชนพูลทรัพย์",
   "เบอร์โทรศัพท์": "093-665-6362",
   "ที่อยู่": "เลขที่ 109 หมู่ 6 ตำบลลานกระบือ อำเภอลานกระบือ จ.กำแพงเพชร 62170",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ลานกระบือ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%8A%E0%B8%99%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "สมชายคอนกรีต",
   "เบอร์โทรศัพท์": "085-728-0615",
   "ที่อยู่": "971 ม.6 ต.ลานกระบือ อ.ลานกระบือ จ.กำแพงเพชร 62170",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "ลานกระบือ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ต้องเฮง",
   "เบอร์โทรศัพท์": "082-665-4625",
   "ที่อยู่": "241/1 ม.6 ต.นิคมทุ่งโพธิ์ทะเล อ.เมือง จ.กำแพงเพชร 62000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AE%E0%B8%87%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "นครวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "05-584-1006",
   "ที่อยู่": "เลขที่ 37 หมู่ 8 ต.ไตรตรึงษ์ อ.เมืองกำเเพงเพชร จ.กำแพงเพชร 62160",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "เมืองกำเเพงเพชร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ไดนาสตี้วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "103/12 ม.4 ต.นครชุม อ.เมืองกำแพงเพชร 62000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "กำแพงเพชร",
   "อำเภอ": "เมืองกำแพงเพชร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%94%E0%B8%99%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B9%89%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%81%E0%B8%B3%E0%B9%81%E0%B8%9E%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ช.แสงเจริญ",
   "เบอร์โทรศัพท์": "081-680-0513",
   "ที่อยู่": "เลขที่ 34 หมู่ 1 ต. หันคา อ. หันคา จ.ชัยนาท 17130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ชัยนาท",
   "อำเภอ": "หันคา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%99%E0%B8%B2%E0%B8%97"
 },
 {
   "ชื่อร้านค้า": "บริบูรณ์วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "080-906-5651",
   "ที่อยู่": "เลขที่ 162 หมู่ที่ 1 ตำบลเกาะโพธิ์ อำเภอปากพลี จ.นครนายก 26130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครนายก",
   "อำเภอ": "ปากพลี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%99%E0%B8%B2%E0%B8%A2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ธนกร วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-491-5087",
   "ที่อยู่": "185 ม.9 ต.หินตั้ง อ.เมืองนครนายก 26000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครนายก",
   "อำเภอ": "เมืองนครนายก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%99%E0%B8%81%E0%B8%A3%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%99%E0%B8%B2%E0%B8%A2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ออล คอนสตรัคชั่นแอนด์ซัพพลาย",
   "เบอร์โทรศัพท์": "081-777-7597",
   "ที่อยู่": "22/2 ม.4 ต.ดงละคร อ.เมืองนครนายก 26000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครนายก",
   "อำเภอ": "เมืองนครนายก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%AD%E0%B8%A5%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%8B%E0%B8%B1%E0%B8%9E%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%A2%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%99%E0%B8%B2%E0%B8%A2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "รุ่งเรืองศรีค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "500 ม.2 ต.กำแพงแสน อ.กำแพงแสน",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "กำแพงแสน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "บัวแสงจันทร์พานิช",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "29-31 ถนนทรงพล ตำบลพระปฐมเจดีย์ อำเภอนครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "นครปฐม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B1%E0%B8%A7%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ไทยเซี่ยงไฮ้สตีล จำกัด",
   "เบอร์โทรศัพท์": "086-315-4006",
   "ที่อยู่": "95/2 ม.1 ต.ทรงคนอง อ.สามพราน จ.นครปฐม 73210",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "สามพราน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B9%80%E0%B8%8B%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B9%84%E0%B8%AE%E0%B9%89%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "บุญมีการไฟฟ้า",
   "เบอร์โทรศัพท์": "034-214-3234",
   "ที่อยู่": "79/13-14 ถ.ดอนตูม ต.บ่อพลับ อ.เมือง จ.นครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%A1%E0%B8%B5%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "คูศรีรุ่งเรือง เคหะภัณฑ์ (การไฟฟ้า)",
   "เบอร์โทรศัพท์": "03-425-4557",
   "ที่อยู่": "42 ถ.ทรงพล ต.ลำพยา อ.เมือง จ.นครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B9%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%28%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%29%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "อู่ ชัยยุทธ 2002",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "38/143 หมู่ 2 ตำบล สนามจันทร์ อำเภอ เมืองนครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "เมืองนครปฐม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B9%E0%B9%88%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A2%E0%B8%B8%E0%B8%97%E0%B8%98%202002%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "หงษ์ทอง ดีเวลอปเม้นท์ จำกัด",
   "เบอร์โทรศัพท์": "081-822-1043",
   "ที่อยู่": "422 ถ.เทศา ต.พระประโทน อ.เมืองนครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "เมืองนครปฐม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%87%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%AD%E0%B8%87%20%E0%B8%94%E0%B8%B5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%9B%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "อู่ประทินการช่าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "199/1 หมู่ที่9 ตำบลลำพยา อำเภอเมืองนครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "เมืองนครปฐม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B9%E0%B9%88%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%97%E0%B8%B4%E0%B8%99%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ฉัตรไชยชนะกิจ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 39/1 หมู่ 6 ต. วังตะกู อ.เมืองนครปฐม 73000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครปฐม",
   "อำเภอ": "เมืองนครปฐม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%84%E0%B8%8A%E0%B8%A2%E0%B8%8A%E0%B8%99%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9B%E0%B8%90%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "เสริมมั่นคงคอนกรีต",
   "เบอร์โทรศัพท์": "086-441-9221",
   "ที่อยู่": "302 ต.นครสวรรค์ตก อ.เมือง 60000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครสวรรค์",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AA%E0%B8%A3%E0%B8%B4%E0%B8%A1%E0%B8%A1%E0%B8%B1%E0%B9%88%E0%B8%99%E0%B8%84%E0%B8%87%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ปั้มเจ๊เจี๊ยบ(นางอรุณ รอดไพ)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "499 ม.7 ต.เเม่เปิน อ.เเม่เปิน",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นครสวรรค์",
   "อำเภอ": "เเม่เปิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B1%E0%B9%89%E0%B8%A1%E0%B9%80%E0%B8%88%E0%B9%8A%E0%B9%80%E0%B8%88%E0%B8%B5%E0%B9%8A%E0%B8%A2%E0%B8%9A%28%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%20%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B9%84%E0%B8%9E%29"
 },
 {
   "ชื่อร้านค้า": "เพรสซิเดนท์ ไบโอเทค(ไทยแลนด์)จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "111/28 ม.4 ต.บึงยี่โถ อ.ธัญบุรี จ.นนทบุรี 12130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นนทบุรี",
   "อำเภอ": "ธัญบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%A3%E0%B8%AA%E0%B8%8B%E0%B8%B4%E0%B9%80%E0%B8%94%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B9%84%E0%B8%9A%E0%B9%82%E0%B8%AD%E0%B9%80%E0%B8%97%E0%B8%84%28%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%29%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ตั้งถาวร ค้าวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "65/3 หมู่ 7 ค.ละหาร อ.บางบัวทอง จ.นนทบุรี 11110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นนทบุรี",
   "อำเภอ": "บางบัวทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์มงคล65 จำกัด ",
   "เบอร์โทรศัพท์": "094-552-4049",
   "ที่อยู่": "เลขที่ 42/46 หมู่ที่ 8 ตำบลพืชอุดม อำเภอลำลูกกา จ.นนทบุรี 12150",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นนทบุรี",
   "อำเภอ": "ลำลูกกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A565%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%20%E0%B8%99%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "แคลสส์ซี จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 28/17 หมู่ที่ 2 ตำบลบึงคำพร้อย อำเภอลำลูกกา จ.นนทบุรี 12150",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นนทบุรี",
   "อำเภอ": "ลำลูกกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%84%E0%B8%A5%E0%B8%AA%E0%B8%AA%E0%B9%8C%E0%B8%8B%E0%B8%B5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ส.มงคล ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 136/14-16 หมู่ที่ 21 ถนนนิมิตรใหม่ แขวงลำลูกกา เขตลำลูกกา จ.นนทบุรี 12150",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นนทบุรี",
   "อำเภอ": "ลำลูกกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%20%20%E0%B8%99%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เวล เทคโนโลยี แอนด์ คอนสตรัคชั่น จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "12/67 ต.ท่าทราย อ.เมืองนนทบุรี 11000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "นนทบุรี",
   "อำเภอ": "เมืองนนทบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A7%E0%B8%A5%20%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ยุพา",
   "เบอร์โทรศัพท์": "063-063-4065",
   "ที่อยู่": "38/27 ตำบลหน้าไม้ อำเภอลาดหลุมแก้ว",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ปทุมธานี",
   "อำเภอ": "ลาดหลุมแก้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A2%E0%B8%B8%E0%B8%9E%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "วัดเนกขัมมาราม",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "2 ม.2 ต.หน้าไม้ อ.ลาดหลุมแก้ว",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ปทุมธานี",
   "อำเภอ": "ลาดหลุมแก้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%99%E0%B8%81%E0%B8%82%E0%B8%B1%E0%B8%A1%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "เฮียเบิ้ม",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "โครงการสำเภาทอง ต.หน้าไม้ อ.ลาดหลุมแก้ว",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ปทุมธานี",
   "อำเภอ": "ลาดหลุมแก้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AE%E0%B8%B5%E0%B8%A2%E0%B9%80%E0%B8%9A%E0%B8%B4%E0%B9%89%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "เอ็นพีเอ็นเพ้นท์พลัส(ติดหนี้)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "55/199 ม.ศุภาลัยการ์เค้นวิลล์ คลอง 5 ม.11 ต.บึงคําพร้อย อ.ลําลูกกา",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ปทุมธานี",
   "อำเภอ": "ลําลูกกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%9E%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%AA%28%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B9%89%29"
 },
 {
   "ชื่อร้านค้า": "สมกมล วังน้อย",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 164/67 หมู่ที่ 1 ถนน พหลโยธิน ต.ชะแมบ อ.วังน้อย จ.ปทุมธานี 13170",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ปทุมธานี",
   "อำเภอ": "วังน้อย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%81%E0%B8%A1%E0%B8%A5%20%E0%B8%A7%E0%B8%B1%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2%20%E0%B8%9B%E0%B8%97%E0%B8%B8%E0%B8%A1%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "วิทยาเคหะภัณฑ์",
   "เบอร์โทรศัพท์": "065-992-0959",
   "ที่อยู่": "เลขที่ 26 หมู่ 5 ตำบล ยี่ล้น อำเภอ วิเศษชัยชาญ จ.พระนครศรีอยุธยา 14110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พระนครศรีอยุธยา",
   "อำเภอ": "วิเศษชัยชาญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AD%E0%B8%A2%E0%B8%B8%E0%B8%98%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "สามต้นคอนกรีต",
   "เบอร์โทรศัพท์": "086-209-8001",
   "ที่อยู่": "192 ม.2 ต.หนองพระ อ.วังทรายพูน",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิจิตร",
   "อำเภอ": "วังทรายพูน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%95%E0%B9%89%E0%B8%99%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "วราภัทรอุปกรณ์",
   "เบอร์โทรศัพท์": "05-661-3496",
   "ที่อยู่": "79/12-13 ถ.บึงสีไฟ ต.ในเมือง อ.เมือง จ.พิจิตร 66000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิจิตร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%20%E0%B8%9E%E0%B8%B4%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "คูย่งฮง",
   "เบอร์โทรศัพท์": "05-661-1382",
   "ที่อยู่": "5-5/1 ถ.ศรีมาลา ต.ในเมือง อ.เมืองพิจิตร 66000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิจิตร",
   "อำเภอ": "เมืองพิจิตร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B9%E0%B8%A2%E0%B9%88%E0%B8%87%E0%B8%AE%E0%B8%87%20%E0%B8%9E%E0%B8%B4%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "พัฒนาการค้า",
   "เบอร์โทรศัพท์": "089-638-8033",
   "ที่อยู่": "320/5 ม.1 ต.ไผ่ท่าโพ อ.โพธิ์ประทับช้าง จ.พิจิตร 66190",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิจิตร",
   "อำเภอ": "โพธิ์ประทับช้าง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%9E%E0%B8%B4%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "สามารถอะไหล่ยนต์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "134/1 ม.11 ต.ทุ่งใหญ่ อ.โพธิ์ประทับช้าง จ.พิจิตร 66190",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิจิตร",
   "อำเภอ": "โพธิ์ประทับช้าง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B8%96%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B9%8C%20%E0%B8%9E%E0%B8%B4%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "หอมฟุ้งคอนกรีต",
   "เบอร์โทรศัพท์": "05-660-1132",
   "ที่อยู่": "10 ม.8 ต.เนินสว่าง อ.โพธิ์ประทับช้าง",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิจิตร",
   "อำเภอ": "โพธิ์ประทับช้าง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%AD%E0%B8%A1%E0%B8%9F%E0%B8%B8%E0%B9%89%E0%B8%87%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "เชาว์วัสดุ",
   "เบอร์โทรศัพท์": "081-604-7875",
   "ที่อยู่": "57/2 ม.4 ต.ป่าแดง อ.ชาติตระการ จ.พิษณุโลก 65710",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "ชาติตระการ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "เกษตรชัยยนต์ ",
   "เบอร์โทรศัพท์": "081-888-1632",
   "ที่อยู่": "178 ม.5 ต.ป่าแดง อ.ชาติตระการ จ.พิษณุโลก",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "ชาติตระการ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B9%8C%20%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ทองเพชรวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "05-538-1677",
   "ที่อยู่": "300 หมู่ 6 ตำบลป่าแดง อำเภอชาติตระการ จังหวัดพิษณุโลก 65170",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "ชาติตระการ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "เกรียงไกร ทิมเบอร์ เทรดดิ้ง จำกัด",
   "เบอร์โทรศัพท์": "081-878-7095",
   "ที่อยู่": "34 ม.9 ต.หนองกระท้าว อ.นครไทย จ.พิษณุโลก 65120",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "นครไทย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B9%84%E0%B8%81%E0%B8%A3%20%E0%B8%97%E0%B8%B4%E0%B8%A1%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%94%E0%B8%94%E0%B8%B4%E0%B9%89%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "เซฟแลนด์เอ็กซ์ตร้า มาร์ท จำกัด",
   "เบอร์โทรศัพท์": "081-792-3121",
   "ที่อยู่": "176 ม.1 ต.ตลุกเทียม อ.พรหมพิราม จ.พิษณุโลก 65180",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "พรหมพิราม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%8B%E0%B8%9F%E0%B9%81%E0%B8%A5%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%81%E0%B8%8B%E0%B9%8C%E0%B8%95%E0%B8%A3%E0%B9%89%E0%B8%B2%20%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%97%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "อาม่าค้าวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 176/1 ม.7 บ.ทรัพย์ไพวัลย์ ต.แก่งโสภา อ.วังทอง จ.พิษณุโลก 65220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "วังทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%A1%E0%B9%88%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ต้นตาล",
   "เบอร์โทรศัพท์": "094-789-6936",
   "ที่อยู่": "หมู่ 12 ถนนสากเหล็ก-วังทอง ตำบลวังทอง อำเภอวังทอง จ.พิษณุโลก 65130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "วังทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B9%89%E0%B8%99%E0%B8%95%E0%B8%B2%E0%B8%A5%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ขาวการยาง (เลิกซื้อขาย)",
   "เบอร์โทรศัพท์": "087-735-1770",
   "ที่อยู่": "210/1 หมู่ 3 ถนน พิษณุโลก-หล่มสัก ตำบล วังนกเเอ่น อำเภอวังทอง 56130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "วังทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%87%20%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ศักดิ์เกษตร",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 1/6 ม.2 ต.เนินมะปราง อ.เนินมะปราง จ.พิษณุโลก 65190",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "เนินมะปราง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "พิษณุโลก เเดนพรีท จำกัด",
   "เบอร์โทรศัพท์": "657-823-9808",
   "ที่อยู่": "441 ม.5 ต.ดอนทอง อ.เมือง จ.พิษณุโลก 65000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81%20%E0%B9%80%E0%B9%80%E0%B8%94%E0%B8%99%E0%B8%9E%E0%B8%A3%E0%B8%B5%E0%B8%97%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ชัยภูษาโลหะกิจ",
   "เบอร์โทรศัพท์": "055-211-2810",
   "ที่อยู่": "272/7-10 ถ.พิชัยสงคราม ต.ในเมือง อ.เมือง จ.พิษณุโลก 65000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "พิษณุโลก",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A9%E0%B8%B2%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%9E%E0%B8%B4%E0%B8%A9%E0%B8%93%E0%B8%B8%E0%B9%82%E0%B8%A5%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "เป็นหนึ่งการไฟฟ้า",
   "เบอร์โทรศัพท์": "062-421-1309",
   "ที่อยู่": "202 ม.11 ต.หนองบัว อ.พัฒนานิคม จ.ลพบุรี 15140",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ลพบุรี",
   "อำเภอ": "พัฒนานิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20%E0%B8%A5%E0%B8%9E%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สันติ",
   "เบอร์โทรศัพท์": "081-781-7321",
   "ที่อยู่": "อ.พัฒนานิคม",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ลพบุรี",
   "อำเภอ": "พัฒนานิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "เฟื่องฟ้าพาณิชย์",
   "เบอร์โทรศัพท์": "084-143-2727",
   "ที่อยู่": "205 ม.5 ต.ช่องสาริกา อ.พัฒนานิคม",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ลพบุรี",
   "อำเภอ": "พัฒนานิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9F%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%9F%E0%B9%89%E0%B8%B2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ตั้งเง็กฮะ",
   "เบอร์โทรศัพท์": "061-939-8869",
   "ที่อยู่": "78 ม.1 ต.หนองรี อ.ลำสนธิ จ.ลพบุรี 15190",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ลพบุรี",
   "อำเภอ": "ลำสนธิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B9%80%E0%B8%87%E0%B9%87%E0%B8%81%E0%B8%AE%E0%B8%B0%20%E0%B8%A5%E0%B8%9E%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "รวงข้าววัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "081-818-5998",
   "ที่อยู่": "11 ห้อง 11 ชั้น 1 หมู่ 9 ต.เขาพระงาม อ.เมืองลพบุรี 15000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "ลพบุรี",
   "อำเภอ": "เมืองลพบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%A7%E0%B8%87%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%A5%E0%B8%9E%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "นวสินธุ์การค้า",
   "เบอร์โทรศัพท์": "083-969-3599",
   "ที่อยู่": "62/154 ม.3 ต.วัดชลอ อ.บางกรวย จ.สมุทรปราการ 11130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรปราการ",
   "อำเภอ": "บางกรวย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A7%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "พร สวามิตร จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "16/325 หมู่บ้าน คณาสิริ พุทธมณฑลสาย4ศาลายา ม.5 ต.ศาลากลาง อ.บางกรวย",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรปราการ",
   "อำเภอ": "บางกรวย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%20%E0%B8%AA%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "รัตนสูตร ก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "089-487-6159",
   "ที่อยู่": "98/17 ม.4 ต.ลำโพ อ.บางบัวทอง จ.สมุทรปราการ 11110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรปราการ",
   "อำเภอ": "บางบัวทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%20%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ไอดีล เอ็นจิเนียริ่ง จำกัด",
   "เบอร์โทรศัพท์": "081-988-3865",
   "ที่อยู่": "14/2565 ม.1 ถ.วงแหวนรอบนอก ต.บางบัวทอง อ.บางบัวทอง จ.สมุทรปราการ 11110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรปราการ",
   "อำเภอ": "บางบัวทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%AD%E0%B8%94%E0%B8%B5%E0%B8%A5%20%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%B4%E0%B9%88%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "45 โปรดักซ์แอนซัพพลาย",
   "เบอร์โทรศัพท์": "063-981-1119",
   "ที่อยู่": "25/41 ม.8 ต.บางม่วง อ.บางใหญ่ จ.สมุทรปราการ 11140",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรปราการ",
   "อำเภอ": "บางใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=45%20%E0%B9%82%E0%B8%9B%E0%B8%A3%E0%B8%94%E0%B8%B1%E0%B8%81%E0%B8%8B%E0%B9%8C%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%8B%E0%B8%B1%E0%B8%9E%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%A2%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เอส พี สุพันธ์ แอนด์ ซัพพลาย จำกัด",
   "เบอร์โทรศัพท์": "098-315-6858",
   "ที่อยู่": "123/4 หมู่ 2 ต.แพรกษา อ.เมืองสมุทรปราการ 10280",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรปราการ",
   "อำเภอ": "เมืองสมุทรปราการ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%20%E0%B8%9E%E0%B8%B5%20%E0%B8%AA%E0%B8%B8%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B8%8B%E0%B8%B1%E0%B8%9E%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%A2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "คุณหน่อย",
   "เบอร์โทรศัพท์": "081-960-2199",
   "ที่อยู่": "8/14 หมู่ 5 ตำบลบางพรม อำเภอบางคนที",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรสงคราม",
   "อำเภอ": "บางคนที",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%AD%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ไผ่อพาร์ทเม้นท์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "309/20 32 ม.1 ต.หลักสาม อ.บ้านแพ้ว จ.สมุทรสาคร 74120",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรสาคร",
   "อำเภอ": "บ้านแพ้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%9C%E0%B9%88%E0%B8%AD%E0%B8%9E%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%97%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ไผ่ถาวรพาณิชย์",
   "เบอร์โทรศัพท์": "03-448-1782",
   "ที่อยู่": "เลขที่ 305 หมู่ 1 ต.หลักสาม อ. บ้านแพ้ว จ.สมุทรสาคร 74120",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สมุทรสาคร",
   "อำเภอ": "บ้านแพ้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%9C%E0%B9%88%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ธรรมมะ คอนกรีต จำกัด",
   "เบอร์โทรศัพท์": "081-587-1119",
   "ที่อยู่": "292 หมู่ 2 ตำบล มวกเหล็ก อำเภอ มวกเหล็ก จ.สระบุรี 18180",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สระบุรี",
   "อำเภอ": "มวกเหล็ก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A1%E0%B8%B0%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ส.แสงเจริญ",
   "เบอร์โทรศัพท์": "062-421-1300",
   "ที่อยู่": "482/6 ม.9 ต.คำพราน อ.วังม่วง จ.สระบุรี 18220",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สระบุรี",
   "อำเภอ": "วังม่วง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บ้านโกวัสดุภัณฑ์ และก่อสร้าง ",
   "เบอร์โทรศัพท์": "092-559-5554",
   "ที่อยู่": "5/1 ม.2 ต.หนองหัวโพ อ.หนองแซง จ.สระบุรี 18170",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สระบุรี",
   "อำเภอ": "หนองแซง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%81%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สมทบวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "080-661-8164",
   "ที่อยู่": "160 ม.3 ต.หนองปลาไหล อ.เมืองสระบุรี 18000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สระบุรี",
   "อำเภอ": "เมืองสระบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%97%E0%B8%9A%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "อนันต์เคหะภัณฑ์",
   "เบอร์โทรศัพท์": "03-625-1958",
   "ที่อยู่": "เลขที่ 21-23 ถนนสุดบรรทัด ตำบลแก่งคอย อำเภอแก่งคอย จ.สระบุรี 18110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สระบุรี",
   "อำเภอ": "แก่งคอย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B9%8C%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "กิจรุ่งเรือง",
   "เบอร์โทรศัพท์": "081-915-7419",
   "ที่อยู่": "97 ม.8 ต.องค์พระ อ.ด่านช้าง",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุพรรณบุรี",
   "อำเภอ": "ด่านช้าง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "กอบศักดิ์ก่อสร้าง",
   "เบอร์โทรศัพท์": "081-448-6576",
   "ที่อยู่": "232 ม.5 ต.บ้านกร่าง อ.ศรีประจันต์",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุพรรณบุรี",
   "อำเภอ": "ศรีประจันต์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "สิงห์ทอง",
   "เบอร์โทรศัพท์": "081-736-8656",
   "ที่อยู่": "233 ม.5 ต.บ้านกร่าง อ.ศรีประจันต์",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุพรรณบุรี",
   "อำเภอ": "ศรีประจันต์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B4%E0%B8%87%E0%B8%AB%E0%B9%8C%E0%B8%97%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ลาดตาลค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-375-4075",
   "ที่อยู่": "เลขที่ 122/3 หมู่ 3 ตำบลดอนมะสังข์ อำเภอเมืองสุพรรณบุรี จังหวัด 72000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุพรรณบุรี",
   "อำเภอ": "เมืองสุพรรณบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B8%95%E0%B8%B2%E0%B8%A5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ศรีสง่า",
   "เบอร์โทรศัพท์": "094-624-8636",
   "ที่อยู่": "129/7 ม.16 ต.โตนด อ.คีรีมาศ จ.สุโขทัย 64160",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "คีรีมาศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%87%E0%B9%88%E0%B8%B2%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "สว่างทรัพย์การเกษตร",
   "เบอร์โทรศัพท์": "088-777-8795",
   "ที่อยู่": "225 หมู่ 3 ตำบลบ้านป้อม อำเภอคีรีมาศ จ.สุโขทัย 64160",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "คีรีมาศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "หลวงหล้าก่อสร้าง",
   "เบอร์โทรศัพท์": "061-360-6585",
   "ที่อยู่": "193/2 ม.9 ต.เขาแก้วศรีสมบูรณ์ อ.ทุ่งเสลี่ยม จ.สุโขทัย 64230",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ทุ่งเสลี่ยม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%A5%E0%B8%A7%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เหล็กเจริญทรัพย์",
   "เบอร์โทรศัพท์": "092-419-3088",
   "ที่อยู่": "3 ม.1 ต.ลานหอย อ.บ้านด่านลานหอย จ.สุโขทัย 64140",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "บ้านด่านลานหอย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "รุ่งโรจน์วัสดุ",
   "เบอร์โทรศัพท์": "05-565-2442",
   "ที่อยู่": "เลขที่ 50/7 หมู่ 4 ต.ศรีนคร อ.ศรีนคร จ.สุโขทัย 64180",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีนคร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%82%E0%B8%A3%E0%B8%88%E0%B8%99%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เทพวรชัย",
   "เบอร์โทรศัพท์": "05-567-1219",
   "ที่อยู่": "499/1 หมู่ 1 ต.หาดเสี้ยว อ.ศรีสัชนาลัย จ.สุโขทัย 64130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีสัชนาลัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A7%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "นารีรัตน์การค้า",
   "เบอร์โทรศัพท์": "094-615-5797",
   "ที่อยู่": "34 ม.1 ต.บ้านดึก อ.ศรีสัชนาลัย จ.สุโขทัย 64130",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีสัชนาลัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "อิ่มบุญวัสดุก่อสร้าง(ไซด์ไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "089-564-7718",
   "ที่อยู่": "เลขที่146 หมู่ที่10 ตำบลสารจิตร อำเภอศรีสัชนาลัย",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีสัชนาลัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B4%E0%B9%88%E0%B8%A1%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29"
 },
 {
   "ชื่อร้านค้า": "โชคดีต้อมพืชผล จำกัด",
   "เบอร์โทรศัพท์": "094-123-6297",
   "ที่อยู่": "34 ม.6 ต.แม่สิน อ.ศรีสัชนาลัย",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีสัชนาลัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%9E%E0%B8%B7%E0%B8%8A%E0%B8%9C%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "พลอยเจริญวัสดุ",
   "เบอร์โทรศัพท์": "088-291-0351",
   "ที่อยู่": "123 ม.17 ต.แม่สิน อ.ศรีสัชนาลัย",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีสัชนาลัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A5%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "สมชายรุ่งเรืองก่อสร้าง",
   "เบอร์โทรศัพท์": "081-973-3955",
   "ที่อยู่": "47 ม.4 ต.ทับผึ้ง อ.ศรีสำโรง จ.สุโขทัย 64120",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "ศรีสำโรง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เคเจพาณิชย์",
   "เบอร์โทรศัพท์": "095-309-3559",
   "ที่อยู่": "38/3 ม.7 ต.นาทุ่ง อ.สวรรคโลก จ.สุโขทัย 64110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "สวรรคโลก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%84%E0%B9%80%E0%B8%88%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ศรีสวรรค์2",
   "เบอร์โทรศัพท์": "088-278-1547",
   "ที่อยู่": "เลขที่ 68-69 ถ.เทศบาลดำริ 3 ต.เมืองสวรรคโลก อ.สวรรคโลก จ.สุโขทัย 64110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "สวรรคโลก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C2%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ทีเอ็นพี ค้าส่ง",
   "เบอร์โทรศัพท์": "097-920-2165",
   "ที่อยู่": "321/9 ม.14 ต.บ้านกล้วย อ.เมืองสุโขทัย 64000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "สุโขทัย",
   "อำเภอ": "เมืองสุโขทัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B5%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%B5%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%88%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B9%82%E0%B8%82%E0%B8%97%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "บ้านคนหล่อคอนกรีต",
   "เบอร์โทรศัพท์": "093-279-8755",
   "ที่อยู่": "2 ม.5 ต.ไผ่เขียว อ.สว่างอารมณ์ จ.อุทัยธานี 61150",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "อุทัยธานี",
   "อำเภอ": "สว่างอารมณ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%AD%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%AD%E0%B8%B8%E0%B8%97%E0%B8%B1%E0%B8%A2%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "อุดมชัย 2562",
   "เบอร์โทรศัพท์": "099-415-5927",
   "ที่อยู่": "259/18 หมู่4 ต.อ่างทอง อ.เมือง 7000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "อ่างทอง",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A1%E0%B8%8A%E0%B8%B1%E0%B8%A2%202562%20%E0%B8%AD%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%97%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "168 เจ พลัส จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 81 83 ถนนเทศบาล 10 ตำบลตลาดหลวง อำเภอเมืองอ่างทอง 14000",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "อ่างทอง",
   "อำเภอ": "เมืองอ่างทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=168%20%E0%B9%80%E0%B8%88%20%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%AA%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AD%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%97%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "โชคอุดมทรัพย์",
   "เบอร์โทรศัพท์": "05-673-1900",
   "ที่อยู่": "เลขที่ 1 หมู่ 2 ตำบลซับสมอทอด อำเภอบึงสามพัน จ.เพชรบูรณ์ 67160",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "เพชรบูรณ์",
   "อำเภอ": "บึงสามพัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "บ้านโภชน์วัสดุ",
   "เบอร์โทรศัพท์": "081-987-2200",
   "ที่อยู่": "เลขที่ 135 หมู่ 9 ตำบลบ้านโภชน์ อำเภอหนองไผ่",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "เพชรบูรณ์",
   "อำเภอ": "หนองไผ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%82%E0%B8%A0%E0%B8%8A%E0%B8%99%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ช.พาณิชย์",
   "เบอร์โทรศัพท์": "092-191-0132",
   "ที่อยู่": "เลขที่ 159/1 หมู่ 12 ตำบลท่าแดง อำเภอหนองไผ่",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "เพชรบูรณ์",
   "อำเภอ": "หนองไผ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "แรบบิทโฮมโปร",
   "เบอร์โทรศัพท์": "088-171-8370",
   "ที่อยู่": "226/2 ม.13 ต.บุ่งคล้า อ.หล่มสัก จ.เพชรบูรณ์ 67110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "เพชรบูรณ์",
   "อำเภอ": "หล่มสัก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A3%E0%B8%9A%E0%B8%9A%E0%B8%B4%E0%B8%97%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%82%E0%B8%9B%E0%B8%A3%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "น้ำหลุมวัสดุ ",
   "เบอร์โทรศัพท์": "082-396-2110",
   "ที่อยู่": "55 หมู่ 6 ตำบลบ้านกลาง อำเภอหล่มสัก จ.เพชรบูรณ์ 67110",
   "ภาค": "ภาคกลาง",
   "จังหวัด": "เพชรบูรณ์",
   "อำเภอ": "หล่มสัก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%AB%E0%B8%A5%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ภูมินทร์",
   "เบอร์โทรศัพท์": "04-389-9193",
   "ที่อยู่": "105 หมู่ 11 ถ.สัญจรราชกิจ ต.กมลาไสย อ.กมลาไสย จ.กาฬสินธุ์ 46130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "กมลาไสย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "อวยชัยสังกะสี",
   "เบอร์โทรศัพท์": "083-337-7785",
   "ที่อยู่": "เลขที่ 221 หมู่ 5 ตำบลกมลาไสย อำเภอกมลาไสย จังหวัด จ.กาฬสินธุ์ 46130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "กมลาไสย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A7%E0%B8%A2%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%AA%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%B0%E0%B8%AA%E0%B8%B5%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ธวัชชัยการค้า",
   "เบอร์โทรศัพท์": "087-104-0570",
   "ที่อยู่": "146/1 หมู่ 9 ตลาดหนองแปน ต.หนองแปน อ.กมลาไสย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "กมลาไสย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%A7%E0%B8%B1%E0%B8%8A%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ผดุงเลิศวัสดุ(2549) การเงินไม่ค่อยดี",
   "เบอร์โทรศัพท์": "089-574-3925",
   "ที่อยู่": "96 ม.9 ต.ยางตลาด อ.ยางตลาด จ.กาฬสินธุ์ 46120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "ยางตลาด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9C%E0%B8%94%E0%B8%B8%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%282549%29%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%94%E0%B8%B5%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ชวลิตพาณิชย์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "83 ม.2 ต.ร่องคำ อ.ร่องคำ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "ร่องคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%A7%E0%B8%A5%E0%B8%B4%E0%B8%95%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "วิเศษ",
   "เบอร์โทรศัพท์": "04-386-1678",
   "ที่อยู่": "17 หมู่ 2 ตำบลสมเด็จ อำเภอสมเด็จ จ.กาฬสินธุ์ 46150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "สมเด็จ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B9%80%E0%B8%A8%E0%B8%A9%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เอส เค วัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "ม.9 ต.สหัสขันธ์ อ.สหัสขันธ์ จ.กาฬสินธุ์ 46140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "สหัสขันธ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%20%E0%B9%80%E0%B8%84%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "มงคลเจริญ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 109 หมู่ที่ 1 ตำบล หนองแสน อำเภอหนองกรุงศรี จ.กาฬสินธุ์ 46220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "หนองกรุงศรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "นัมเบอร์วันหลังคาเหล็ก",
   "เบอร์โทรศัพท์": "089-863-0835",
   "ที่อยู่": "132 ม.2 ตำบลลำหนองแสน อ.หนองกรุงศรี",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "หนองกรุงศรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B1%E0%B8%A1%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "25 ชั่วโมงขายถูก",
   "เบอร์โทรศัพท์": "094-145-4444",
   "ที่อยู่": "269 ม.5 ต.หนองเสือ อ.เขาวง จ.กาฬสินธุ์",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "กาฬสินธุ์",
   "อำเภอ": "เขาวง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=25%20%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%A7%E0%B9%82%E0%B8%A1%E0%B8%87%E0%B8%82%E0%B8%B2%E0%B8%A2%E0%B8%96%E0%B8%B9%E0%B8%81%20%E0%B8%81%E0%B8%B2%E0%B8%AC%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "คู่สกุล",
   "เบอร์โทรศัพท์": "083-904-7076",
   "ที่อยู่": "20 หมู่ 9 ถ.ขอนแก่น-โพนทอง ต.ดงลิง อ.กมลาไส",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "กมลาไส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B9%E0%B9%88%E0%B8%AA%E0%B8%81%E0%B8%B8%E0%B8%A5%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "สายธารทองวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-392-1188",
   "ที่อยู่": "474 ม.18 บ้านโนนราศรี ต.หนองโก อ.กระนวน จ.ขอนแก่น 40170",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "กระนวน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "รุ่งธรรมค้าไม้",
   "เบอร์โทรศัพท์": "04-325-2214",
   "ที่อยู่": "เลขที่2 ม.11 ต.หนองโก อ.กระนวน จ.ขอนแก่น 40170",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "กระนวน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เพิ่มพูลทรัพย์วัสดุ2009",
   "เบอร์โทรศัพท์": "081-546-4185",
   "ที่อยู่": "227 ม.2 ต.โนนหัน อ.ชุมแพ จ.ขอนแก่น 40290",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "ชุมแพ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%A1%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B82009%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "สหภัณฑ์ ชุมแพ (1989)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 183 หมู่ 1 ต.ชุมแพ อ.ชุมแพ จ.ขอนแก่น 40130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "ชุมแพ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%AB%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B9%81%E0%B8%9E%20%281989%29%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เสรี พาวเวอร์ กรุ๊ป จำกัด",
   "เบอร์โทรศัพท์": "065-962-9788",
   "ที่อยู่": "100 ม.10 ต.ดอนดิ่ง อ.ทุ่งสองห้อง จ.ขอนแก่น 40190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "ทุ่งสองห้อง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AA%E0%B8%A3%E0%B8%B5%20%E0%B8%9E%E0%B8%B2%E0%B8%A7%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ป.วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "04-343-1171",
   "ที่อยู่": "222 ม.1 ถ.ราษฎร์บำรุง ต.หนองกุง อ.น้ำพอง จ.ขอนแก่น 40140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "น้ำพอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "หงส์ทองวัสดุก่อสร้าง (2006)",
   "เบอร์โทรศัพท์": "080-007-8686",
   "ที่อยู่": "265 ม.10 ถ.ราษฎร์บำรุง ต.หนองกุง อ.น้ำพอง จ.ขอนแก่น 40140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "น้ำพอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%87%E0%B8%AA%E0%B9%8C%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%282006%29%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "บ้านแฮดก่อสร้าง",
   "เบอร์โทรศัพท์": "085-738-6838",
   "ที่อยู่": "เลขที่ 458 หมู่ 2 ตำบลบ้านแฮด อำเภอบ้านแฮด",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "บ้านแฮด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AE%E0%B8%94%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "นำตระกูลก่อสร้าง",
   "เบอร์โทรศัพท์": "087-955-5659",
   "ที่อยู่": "179 หมู่ 11 ตำบลลอมคอม อำเภอพล จ.ขอนแก่น 40120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "พล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B3%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "วัดป่าเหล่ากกหุ่ง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "ตำบล สวนหม่อน อำเภอ มัญจาคีรี จ.ขอนแก่น 40160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "มัญจาคีรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%9B%E0%B9%88%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B8%81%E0%B8%81%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%87%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ศิลาค้าเหล็ก(สาขามัญจาคีรี)",
   "เบอร์โทรศัพท์": "092-135-6528",
   "ที่อยู่": "500 หมู่ 2 ต.กุดเค้า อ.มัญจาคีรี",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "มัญจาคีรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%28%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A1%E0%B8%B1%E0%B8%8D%E0%B8%88%E0%B8%B2%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%29"
 },
 {
   "ชื่อร้านค้า": "ฉัตรชัยเจริญ",
   "เบอร์โทรศัพท์": "064-469-7456",
   "ที่อยู่": "584 ม.3 ถ.เจนจบทิศ ต.หนองสองห้อง อ.หนองสองห้อง จ.ขอนแก่น 40190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "หนองสองห้อง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "สำราญวัสดุก่อสร้าง 1995",
   "เบอร์โทรศัพท์": "081-546-0361",
   "ที่อยู่": "410/5 ม.1 ต.เขาสวนกวาง อ.เขาสวนกวาง จ.ขอนแก่น 40280",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "เขาสวนกวาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B3%E0%B8%A3%E0%B8%B2%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%201995%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ขอนแก่นการไฟฟ้า (1998)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "1/6 ถ.รื่นจิต ต.ในเมือง อ.เมือง จ.ขอนแก่น 40000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20%281998%29%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ราชาเจริญรุ่งเรือง",
   "เบอร์โทรศัพท์": "095-220-5566",
   "ที่อยู่": "11 ม.15 ต.บ้านทุ่ม อ.เมืองขอนแก่น",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "เมืองขอนแก่น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ซัพเพาเวอร์ แอนด์ คอนสตรัคชั่น",
   "เบอร์โทรศัพท์": "061-935-2662",
   "ที่อยู่": "371 ม.4 ต.บ้านเป็ด อ.เมืองขอนแก่น 40000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "เมืองขอนแก่น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%B1%E0%B8%9E%E0%B9%80%E0%B8%9E%E0%B8%B2%E0%B9%80%E0%B8%A7%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "มีทรัพย์ อุปกรณ์ไฟฟ้า ประปา เหล็ก เครื่องมือช่าง สกูีตเตอร์",
   "เบอร์โทรศัพท์": "061-320-4302",
   "ที่อยู่": "310/3 ม.1 ต.บ้านหว้า อ.เมืองขอนแก่น 40000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "เมืองขอนแก่น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%9B%E0%B8%B2%20%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%81%E0%B8%B9%E0%B8%B5%E0%B8%95%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "วิลาวรรณสหกิจ",
   "เบอร์โทรศัพท์": "080-756-3893",
   "ที่อยู่": "1 ม.1 ต.แวงน้อย อ.แวงน้อย จ.ขอนแก่น 40230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "แวงน้อย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%B2%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B8%AA%E0%B8%AB%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "สมยงค้าไม้ สาขา2",
   "เบอร์โทรศัพท์": "04-349-9523",
   "ที่อยู่": "246 ม.6 ต.แวงน้อย อ.แวงน้อย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "แวงน้อย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%A2%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B22"
 },
 {
   "ชื่อร้านค้า": "สมยงค้าไม้ สาขา4",
   "เบอร์โทรศัพท์": "098-206-2114",
   "ที่อยู่": "56 ม.1 ต.ใหม่นาเพียง อ.แวงใหญ่ จ.ขอนแก่น 40330",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "แวงใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%A2%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B24%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "แวงใหญ่วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-717-1965",
   "ที่อยู่": "277 ม.3 ต.แวงใหญ่ อ.แวงใหญ่ จ.ขอนแก่น 40330",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "แวงใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A7%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%82%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%81%E0%B9%88%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เอ เค แอล",
   "เบอร์โทรศัพท์": "098-928-6364",
   "ที่อยู่": "62 ม.3 ต.โนนศิลา อ.โนนศิลา",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ขอนแก่น",
   "อำเภอ": "โนนศิลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%20%E0%B9%80%E0%B8%84%20%E0%B9%81%E0%B8%AD%E0%B8%A5"
 },
 {
   "ชื่อร้านค้า": "แมนล้อซิ่ง",
   "เบอร์โทรศัพท์": "099-878-1289",
   "ที่อยู่": "327 หมู่ 6 ตำบล โคกมั่งงอย อำเภอ คอนสวรรค์ จ.ชัยภูมิ 36140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "คอนสวรรค์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A1%E0%B8%99%E0%B8%A5%E0%B9%89%E0%B8%AD%E0%B8%8B%E0%B8%B4%E0%B9%88%E0%B8%87%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "คอนสารอุปกรณ์ 1998",
   "เบอร์โทรศัพท์": "092-996-1594",
   "ที่อยู่": "180 ม.7 ต.คอนสาร อ.คอนสาร จ.ชัยภูมิ 36180",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "คอนสาร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%201998%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "กิจเจริญค้าวัสดุ จัตุรัส จำกัด",
   "เบอร์โทรศัพท์": "086-448-7099",
   "ที่อยู่": "111/3 ม.10 ต.หนองบัวใหญ่ อ.จตุรัส จ.ชัยภูมิ 36130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "จตุรัส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%88%E0%B8%B1%E0%B8%95%E0%B8%B8%E0%B8%A3%E0%B8%B1%E0%B8%AA%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "ป.บุญช่วย",
   "เบอร์โทรศัพท์": "089-849-9560",
   "ที่อยู่": "329 ม.12 ต.กุดน้ำใส อ.จตุรัส",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "จตุรัส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%8A%E0%B9%88%E0%B8%A7%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เล็กบ้านชวน",
   "เบอร์โทรศัพท์": "089-925-9462",
   "ที่อยู่": "245/1 ม.11 ต.บ้านชวน อ.บำเหน็จณรงค์ จ.ชัยภูมิ 36160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "บำเหน็จณรงค์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A5%E0%B9%87%E0%B8%81%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%A7%E0%B8%99%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "พรทิพย์ก่อสร้าง",
   "เบอร์โทรศัพท์": "096-898-9463",
   "ที่อยู่": "1 หมู่10 ต.บ้านเพชร อ.บำเหน็จณรงค์ จ.ชัยภูมิ 36160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "บำเหน็จณรงค์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B8%97%E0%B8%B4%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "มหาทวีทรัพย์",
   "เบอร์โทรศัพท์": "098-875-2994",
   "ที่อยู่": "258 ม.4 บ้านโนนน้อย ต.ลุ่มลำชี อ.บ้านเขว้า จ.ชัยภูมิ 36170",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "บ้านเขว้า",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "มายโฮม การเกษตร",
   "เบอร์โทรศัพท์": "061-116-1311",
   "ที่อยู่": "เลขที่ 100 ม.4 ต.โนนแดง อ.บ้านเขว้า จ.ชัยภูมิ 36170",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "บ้านเขว้า",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "ชำนาญ การเกษตร",
   "เบอร์โทรศัพท์": "089-709-0017",
   "ที่อยู่": "236 ม.2 หมู่บ้าน หินลาด ต.บ้านเต่า อ.บ้านแท่น จ.ชัยภูมิ 36190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "บ้านแท่น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B3%E0%B8%99%E0%B8%B2%E0%B8%8D%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "ฟ้าเฟิร์น",
   "เบอร์โทรศัพท์": "081-937-6198",
   "ที่อยู่": "60 ม.3 ต.เจาทอง อ.ภักดีชุมพล จ.ชัยภูมิ 36260",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "ภักดีชุมพล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9F%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%9F%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%99%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "เจาทอง",
   "เบอร์โทรศัพท์": "087-241-6174",
   "ที่อยู่": "147 ม.3 ต.เจาทอง อ.ภักดีชุมพล",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "ภักดีชุมพล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%B2%E0%B8%97%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "พงษ์ศักดิ์ค้าเหล็ก",
   "เบอร์โทรศัพท์": "063-462-2265",
   "ที่อยู่": "เลขที่ 105 หมู่ 5 ถนนชัยภูมิ-นครสวรรค์ ตำบลหนองบัวระเหว อำเภอหนองบัวระเหว 36250",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "หนองบัวระเหว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%87%E0%B8%A9%E0%B9%8C%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "นิตยาค้าวัสดุ",
   "เบอร์โทรศัพท์": "081-593-6555",
   "ที่อยู่": "9/9 ม.9 ต.หนองบัวแดง อ.หนองบัวแดง จ.ชัยภูมิ 36210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "หนองบัวแดง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "ต.นิยมค้าเหล็ก",
   "เบอร์โทรศัพท์": "065-329-5641",
   "ที่อยู่": "244 ม.17 ต.นิยม อ.หนองบัวแดง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "หนองบัวแดง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95.%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%A1%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ต้องไม้เอก",
   "เบอร์โทรศัพท์": "065-292-8114",
   "ที่อยู่": "เลขที่ 83 หมู่ที่ 1 ตำบลนายางกลัก อำเภอเทพสถิต จ.ชัยภูมิ 36230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เทพสถิต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%89%E0%B9%80%E0%B8%AD%E0%B8%81%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "สมเกียรติ์ พืชผล จำกัด",
   "เบอร์โทรศัพท์": "063-996-6955",
   "ที่อยู่": "เลขที่ 75 หมู่ที่ 19 ตำบลห้วยยายจิ๋ว อำเภอเทพสถิต จ.ชัยภูมิ 36230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เทพสถิต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B9%80%E0%B8%81%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%95%E0%B8%B4%E0%B9%8C%20%E0%B8%9E%E0%B8%B7%E0%B8%8A%E0%B8%9C%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "พูนพัฒนาค้าวัสดุ",
   "เบอร์โทรศัพท์": "089-578-1721",
   "ที่อยู่": "880 ม.1 ต.ห้วยยายจิ๋ว อ.เทพสถิต จ.ชัยภูมิ 36230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เทพสถิต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B9%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "โชคสถิต วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "087-989-8199",
   "ที่อยู่": "230 ม.2 ถ.สุรนารายณ์ ต.วะตะแบก อ.เทพสถิต",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เทพสถิต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%AA%E0%B8%96%E0%B8%B4%E0%B8%95%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "รุจิรดาค้าเหล็ก",
   "เบอร์โทรศัพท์": "094-782-6635",
   "ที่อยู่": "635 ถ.เทพาถิตย์-หนองบัวระเหว ต.วะตะแบก อ.เทพสถิตย์",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เทพสถิตย์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B8%88%E0%B8%B4%E0%B8%A3%E0%B8%94%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "วิเชียรรวมช่าง ช่อระกา",
   "เบอร์โทรศัพท์": "087-874-6279",
   "ที่อยู่": "121/3 ม.17 ต.นาฝาย อ.เมือง จ.ชัยภูมิ 36000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%8A%E0%B9%88%E0%B8%AD%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B2%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "เกษตรก้าวหน้า จำกัด",
   "เบอร์โทรศัพท์": "084-462-5981",
   "ที่อยู่": "71 หมู่ 4 ตำบลซับสีทอง อำเภอเมืองชัยภูมิ จังหวัด",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "เมืองชัยภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%E0%B8%81%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%AB%E0%B8%99%E0%B9%89%E0%B8%B2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "วิเชียรรวมช่างแก้งคร้อ",
   "เบอร์โทรศัพท์": "088-594-4061",
   "ที่อยู่": "เลขที่ 158 หมู่ที่ 5 ต.ช่องสามหมอ อ.แก้งคร้อ จ.ชัยภูมิ 36150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "แก้งคร้อ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B9%89%E0%B8%AD%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "ศ.ฮาร์ดแวร์ สโตร์",
   "เบอร์โทรศัพท์": "83-165-1615",
   "ที่อยู่": "350 หมู่ที่ 8 ต.บ้านแก้ง อ.แก้งคร้อ จ.ชัยภูมิ 36150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ชัยภูมิ",
   "อำเภอ": "แก้งคร้อ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8.%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%AA%E0%B9%82%E0%B8%95%E0%B8%A3%E0%B9%8C%20%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4"
 },
 {
   "ชื่อร้านค้า": "แหลมทองการไฟฟ้า",
   "เบอร์โทรศัพท์": "089-188-3336",
   "ที่อยู่": "206 ม.1 บ้านต้นแหน ต.นาแก อ.นาแก",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "นาแก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AB%E0%B8%A5%E0%B8%A1%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "แอบเปิ้ล",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "249/23 ม.2 ต.หนองฮี อ.ปลาปาก จ.นครพนม 48160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "ปลาปาก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AD%E0%B8%9A%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B9%89%E0%B8%A5%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ศรีสุธรรม อุปกรณ์ก่อสร้าง",
   "เบอร์โทรศัพท์": "085-462-6640",
   "ที่อยู่": "เลขที่ 211 หมู่ที่ 9 ตำบลบ้านเอื้อง อำเภอศรีสงคราม จ.นครพนม 48150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "ศรีสงคราม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%20%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ศรีสงครามวัสดุ",
   "เบอร์โทรศัพท์": "086-458-9644",
   "ที่อยู่": "เลขที่ 315 หมู่ 4 ตำบลศรีสงคราม อำเภอศรีสงคราม จ.นครพนม 48150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "ศรีสงคราม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%B2%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "อัมพิกาการค้า(สาขาศรีสงคราม)",
   "เบอร์โทรศัพท์": "04-219-0209",
   "ที่อยู่": "245 หมู่ที่ 6 ตำบลบ้านเอื้อง อำเภอศรีสงคราม",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "ศรีสงคราม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B1%E0%B8%A1%E0%B8%9E%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%28%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%B2%E0%B8%A1%29"
 },
 {
   "ชื่อร้านค้า": "ศิริเพชรสุขภัณฑ์ จำกัด(บล็อคไม่จ่ายเงิน)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "2/9 ถ.พันมหาสามัคคี ต.หนองญาติ อ.เมือง จ.นครพนม 48000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%28%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%88%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%29%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "แสงทวี",
   "เบอร์โทรศัพท์": "061-257-4647",
   "ที่อยู่": "179 ถ.ศรีเทพ ต.ในเมือง อ.เมือง จ.นครพนม 48000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%97%E0%B8%A7%E0%B8%B5%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ไวท์เฮ้าส์ วัสดุแอนด์คอนสตรัคชั่น จำกัด",
   "เบอร์โทรศัพท์": "081-422-3441",
   "ที่อยู่": "410 หมู่ 6 ถ.นครพนม-นาแก ต.หนองญาติ อ.เมือง 48000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%A7%E0%B8%97%E0%B9%8C%E0%B9%80%E0%B8%AE%E0%B9%89%E0%B8%B2%E0%B8%AA%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "บุญล้ำการเกษตร",
   "เบอร์โทรศัพท์": "081-369-4049",
   "ที่อยู่": "148/1 ม.5 ต.ดวงขวาง อ.เมืองนครพนม",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "เมืองนครพนม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "โชคพูลทรัพย์",
   "เบอร์โทรศัพท์": "085-645-7939",
   "ที่อยู่": "149 ม.15 ต.คำเตย อ.เมืองนครพนม 48000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "เมืองนครพนม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "เเสงทวี(ไซดไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "04-251-4014",
   "ที่อยู่": "179-189 ถนนศรีเทพ ตำบลในเมือง เมืองนครพนม 48000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครพนม",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B9%80%E0%B8%AA%E0%B8%87%E0%B8%97%E0%B8%A7%E0%B8%B5%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%9E%E0%B8%99%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "กุ่มพะยาค้าไม้(บล็อคเป็นหนี้)",
   "เบอร์โทรศัพท์": "081-393-8777",
   "ที่อยู่": "หมู่บ้านกุ่มพะยา 125 หมู่ 3 ถ.โคกกรวด - ด่านขุนทด ต.บึงอ้อ อ.ขามทะเลสอ จ.นครราชสีมา 30280",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ขามทะเลสอ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%9E%E0%B8%B0%E0%B8%A2%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%28%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B9%89%29%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์ทวีค้าวัสดุ",
   "เบอร์โทรศัพท์": "089-844-7632",
   "ที่อยู่": "140 ม.1 ต.หนองบัว อ.คง จ.นครราชสีมา 30260",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "คง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ภูมิธนาทรัพย์",
   "เบอร์โทรศัพท์": "080-738-7078",
   "ที่อยู่": "104 หมู่ที่ 12 ตำบลเฉลียง อำเภอครบุรี จังหวัด จ.นครราชสีมา 30250",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ครบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B8%98%E0%B8%99%E0%B8%B2%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "เฉลิมชัยวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-985-3959",
   "ที่อยู่": "114 ม.9 ต.มาบตะโกเอน อ.ครบุรี จ.นครราชสีมา 30250",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ครบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%89%E0%B8%A5%E0%B8%B4%E0%B8%A1%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "อรุณโรจน์ ดีเวลลอปเม้นท์",
   "เบอร์โทรศัพท์": "086-246-6657",
   "ที่อยู่": "11 ม.8 ต.ด่านช้าง อ.บัวใหญ่ จ.นครราชสีมา 30120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "บัวใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93%E0%B9%82%E0%B8%A3%E0%B8%88%E0%B8%99%E0%B9%8C%20%E0%B8%94%E0%B8%B5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%A5%E0%B8%AD%E0%B8%9B%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ขวัญเรือนค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "085-097-8686",
   "ที่อยู่": "622 ม.17 ต.ตะขบ อ.ปักธงชัย จ.นครราชสีมา 30150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ปักธงชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%82%E0%B8%A7%E0%B8%B1%E0%B8%8D%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%99%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "รุ่งเรืองวานิช",
   "เบอร์โทรศัพท์": "081-878-5802",
   "ที่อยู่": "177 ม.1 ต.งิ้ว อ.ปักธงชัย จ.นครราชสีมา 30150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ปักธงชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "เอสเค วัสดุ",
   "เบอร์โทรศัพท์": "098-104-6403",
   "ที่อยู่": "276 หมู่ 22 ตำบลหนองสาหร่าย อำเภอปากช่อง จ.นครราชสีมา 30130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ปากช่อง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%84%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "กฤตภาส",
   "เบอร์โทรศัพท์": "095-919-6645",
   "ที่อยู่": "10/1 ถ.ปากช่อง-ลำสมพุง ต.ปากช่อง อ.ปากช่อง จ.นครราชสีมา 30130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ปากช่อง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%A4%E0%B8%95%E0%B8%A0%E0%B8%B2%E0%B8%AA%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "เบญญาดา คอเปอร์เรชั่น จำกัด",
   "เบอร์โทรศัพท์": "095-919-6645",
   "ที่อยู่": "995/4 ม.10 ต.หนองสาหร่าย อ.ปากช่อง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ปากช่อง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9A%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%94%E0%B8%B2%20%E0%B8%84%E0%B8%AD%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "เจ้ก้อย ค้าเหล็ก",
   "เบอร์โทรศัพท์": "096-650-5614",
   "ที่อยู่": "312 ม.3 หมู่บ้านทำนบพัฒนา ต.หนองหอย อ.พระทองคำ จ.นครราชสีมา 30220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "พระทองคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%81%E0%B9%89%E0%B8%AD%E0%B8%A2%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ก่อพัฒนา 888",
   "เบอร์โทรศัพท์": "095-946-8337",
   "ที่อยู่": "40 ม.5 ต.ทัพรั้ง อ.พระทองคำ จ.นครราชสีมา 30220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "พระทองคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%20888%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "สายัน",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "31/1 ม.13 บ้านตะเพียนงาม ต.ทับรั้ง อ.พระทองคำ จ.นครราชสีมา 30220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "พระทองคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A2%E0%B8%B1%E0%B8%99%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "สมบูรณ์โชค ค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "064-789-4417",
   "ที่อยู่": "111 ม.4 ต.ในเมือง อ.พิมาย จ.นครราชสีมา 30250",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "พิมาย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B9%82%E0%B8%8A%E0%B8%84%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "โชคดวงแสงพลาสติก",
   "เบอร์โทรศัพท์": "098-265-5145",
   "ที่อยู่": "286 ม.3 หมู่บ้านท่าแดง ต.สัมฤิทธิ์ อ.พิมาย จ.นครราชสีมา 30110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "พิมาย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%94%E0%B8%A7%E0%B8%87%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%B4%E0%B8%81%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "เอสยูเอส แมชชีนเนอรี่ จำกัด",
   "เบอร์โทรศัพท์": "090-281-7940",
   "ที่อยู่": "169 ม.1 ต.ขุย อ.ลำทะเมนชัย จ.นครราชสีมา 30270",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ลำทะเมนชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B8%A2%E0%B8%B9%E0%B9%80%E0%B8%AD%E0%B8%AA%20%E0%B9%81%E0%B8%A1%E0%B8%8A%E0%B8%8A%E0%B8%B5%E0%B8%99%E0%B9%80%E0%B8%99%E0%B8%AD%E0%B8%A3%E0%B8%B5%E0%B9%88%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "โคกกรวดค้าไม้ 2022 จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "64/18-19 หมู่ 3 ตำบลนากลาง อำเภอสูงเนิน จ.นครราชสีมา 30380",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "สูงเนิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%81%E0%B8%A3%E0%B8%A7%E0%B8%94%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%202022%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "เต็งเจริญ",
   "เบอร์โทรศัพท์": "081-878-0811",
   "ที่อยู่": "148 ม.11 ต.หนองบุญมาก อ.หนองบุญมาก จ.นครราชสีมา 30410",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "หนองบุญมาก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%95%E0%B9%87%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ร้านตงเฮง",
   "เบอร์โทรศัพท์": "081-878-2048",
   "ที่อยู่": "55 ม.11 ต.หนองบุญมาก อ.หนองบุญมาก",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "หนองบุญมาก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B8%87%E0%B9%80%E0%B8%AE%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "วังทองการเกษตร",
   "เบอร์โทรศัพท์": "092-163-4585",
   "ที่อยู่": "19 ม.11 หมู่บ้านหลุ่งประดู่สามัคคี ต.หลุ่งประดู่ อ.ห้วยแถลง จ.นครราชสีมา 30240",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ห้วยแถลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%87%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "สุรชัยก่อสร้าง",
   "เบอร์โทรศัพท์": "082-844-2617",
   "ที่อยู่": "436/1 ม.1 ต.ทับสวาย อ.ห้วยแถลง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "ห้วยแถลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ท่าช้างการสุรา และ ค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "135 ถ.เพชรมาตุคลา ต.ช้างทอง อ.เฉลิมพระเกียรติ จ.นครราชสีมา 30230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เฉลิมพระเกียรติ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%8A%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%20%E0%B9%81%E0%B8%A5%E0%B8%B0%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "วนิชพล คอนสตรัคชั่น จำกัด",
   "เบอร์โทรศัพท์": "095-947-4290",
   "ที่อยู่": "272/1 ม.7 บ้านโกรกเดือนห้า ต.สุรนารี อ.เมือง จ.นครราชสีมา 30000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%99%E0%B8%B4%E0%B8%8A%E0%B8%9E%E0%B8%A5%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ณัฐภัทรการก่อสร้าง(กิมไล้)",
   "เบอร์โทรศัพท์": "098-642-0661",
   "ที่อยู่": "19 ถ.จันทร์ ต.ในเมือง อ.เมือง จ.นครราชสีมา 30000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%93%E0%B8%B1%E0%B8%90%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B8%81%E0%B8%B4%E0%B8%A1%E0%B9%84%E0%B8%A5%E0%B9%89%29%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "วันดีโฮมมาร์ท",
   "เบอร์โทรศัพท์": "081-593-8993",
   "ที่อยู่": "1385 ม.13 ต.จอหอ อ.เมือง จ.นครราชสีมา 30310",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%97%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ส.สำฤทธิ์กุล",
   "เบอร์โทรศัพท์": "065-262-2954",
   "ที่อยู่": "345 ม.7 ต.จอหอ อ.เมือง จ.นครราชสีมา 30310",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%AA%E0%B8%B3%E0%B8%A4%E0%B8%97%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B8%81%E0%B8%B8%E0%B8%A5%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "หนึ่งวัสดุก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 225 หมู่ 4 ถ.ราชสีมา-ปักธงชัย ต.ปรุใหญ่ อ.เมือง จ.นครราชสีมา 30000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ธ.รุ่งเรือง สตีล จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 529 ถนน มิตรภาพ-หนองคาย ตำบลในเมือง อำเภอเมืองนครราชสีมา จังหวัด 30000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมืองนครราชสีมา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ทองมากิจ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "42 ม.4 ต.หนองจะบก อ.เมืองนครราชสีมา 30000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เมืองนครราชสีมา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "แมนศักดิ์วัสดุ",
   "เบอร์โทรศัพท์": "084-311-9909",
   "ที่อยู่": "259 ม.1 ต.บ้านราษฏร์ อ.เสิงสาง จ.นครราชสีมา 30330",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เสิงสาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%A1%E0%B8%99%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "จันมาเสาปูน",
   "เบอร์โทรศัพท์": "087-874-7014",
   "ที่อยู่": "152 หมู่ 6 ตำบลสระตะเคียน อำเภอเสิงสาง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เสิงสาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%AA%E0%B8%B2%E0%B8%9B%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "เจริญชัย",
   "เบอร์โทรศัพท์": "099-839-7750",
   "ที่อยู่": "เลขที่ 190 หมู่ 2 ตำบลโนนสมบูรณ์ อำเภอเสิงสาง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "เสิงสาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%8A%E0%B8%B1%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ดาวทองวัสดุ",
   "เบอร์โทรศัพท์": "081-282-7475",
   "ที่อยู่": "216 ม.6 ต.บึงพะไล อ.แก้งสนามนาง จ.นครราชสีมา 30440",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "แก้งสนามนาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "การเจริญวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "093-468-2976",
   "ที่อยู่": "95 ม.15 ท่าเยื่ยม อ.โชคชัย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "โชคชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ก.การช่าง",
   "เบอร์โทรศัพท์": "081-955-2366",
   "ที่อยู่": "319 ถ.สำราญราฎร์ ต.โนนสูง อ.โนนสูง จ.นครราชสีมา 30160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "โนนสูง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81.%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "พรชัยโฮมแม็ก",
   "เบอร์โทรศัพท์": "03-425-4558",
   "ที่อยู่": "126-126/4 หมู่ 4 ถ.สุรนารายณ์ ต.สายออ อ.โนนไทย จังหวัด จ.นครราชสีมา 30220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "โนนไทย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%81%E0%B8%A1%E0%B9%87%E0%B8%81%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%AA%E0%B8%B5%E0%B8%A1%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "วีระอะไหล่",
   "เบอร์โทรศัพท์": "04-438-1103",
   "ที่อยู่": "303-304 ตลาดโนนไทย อ.โนนไทย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "นครราชสีมา",
   "อำเภอ": "โนนไทย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%B0%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "เทพปราณีวัสดุ1969",
   "เบอร์โทรศัพท์": "087-235-4888",
   "ที่อยู่": "376 ม.1 ต.โพธิ์หมาแข้ง อ.บึงดขงหลง จ.บึงกาฬ 38220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บึงกาฬ",
   "อำเภอ": "บึงดขงหลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%93%E0%B8%B5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B81969%20%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%AC"
 },
 {
   "ชื่อร้านค้า": "บิ๊กทรีโฮม คอนสตรัคชั่น  ",
   "เบอร์โทรศัพท์": "087-638-9974",
   "ที่อยู่": "379 ม.12 ต.บึงโขงหลง อ.บึงโขงหลง จ.บึงกาฬ 38220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บึงกาฬ",
   "อำเภอ": "บึงโขงหลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%97%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%20%20%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%AC"
 },
 {
   "ชื่อร้านค้า": "ประเสริฐค้าไม้",
   "เบอร์โทรศัพท์": "04-208-2219",
   "ที่อยู่": "หมู่บ้าน ดอนเมืองใหม่ เลขที่ 219 หมู่ 5 ถนนปากคาด-โซ่พิสัย ตำบลโนนศิลา อำเภอปากคาด จ.บึงกาฬ 38190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บึงกาฬ",
   "อำเภอ": "ปากคาด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AA%E0%B8%A3%E0%B8%B4%E0%B8%90%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%AC"
 },
 {
   "ชื่อร้านค้า": "พรเจริญค้าเหล็ก",
   "เบอร์โทรศัพท์": "098-385-0019",
   "ที่อยู่": "129 หมู่ 4 บ้านโนนสวาท ตำบลหัวชมพู อำเภอพรเจริญ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บึงกาฬ",
   "อำเภอ": "พรเจริญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ศิริศักดิ์ค้าไม้ก่อสร้าง",
   "เบอร์โทรศัพท์": "081-574-1913",
   "ที่อยู่": "เลขที่ 385 หมู่ที่ 10 ตำบลเซกา อำเภอเซกา จ.บึงกาฬ 38150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บึงกาฬ",
   "อำเภอ": "เซกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%AC"
 },
 {
   "ชื่อร้านค้า": "เสม็ดเสาปูน",
   "เบอร์โทรศัพท์": "081-976-5045",
   "ที่อยู่": "14 ม.9 ต.สองชั้น อ.กระสัง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "กระสัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AA%E0%B8%A1%E0%B9%87%E0%B8%94%E0%B9%80%E0%B8%AA%E0%B8%B2%E0%B8%9B%E0%B8%B9%E0%B8%99"
 },
 {
   "ชื่อร้านค้า": "ปูนดีก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "081-878-7094",
   "ที่อยู่": "เลขที่ 52 หมู่ 1 ต.นางรอง อ.นางรอง จ.บุรีรัมย์ 31110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "นางรอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B9%E0%B8%99%E0%B8%94%E0%B8%B5%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เจริญสินกรุ๊ป",
   "เบอร์โทรศัพท์": "088-368-6635",
   "ที่อยู่": "117 ม.1 ต.สายตะกู อ.บ้านกรวด จ.บุรีรัมย์ 31180",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "บ้านกรวด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "อุไรลักษณ์ นำเจริญ",
   "เบอร์โทรศัพท์": "086-584-0400",
   "ที่อยู่": "219/1 ม.7 ต.บึงเจริญ อ.บ้านกรวด จ.บุรีรัมย์ 31180",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "บ้านกรวด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B8%E0%B9%84%E0%B8%A3%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B8%93%E0%B9%8C%20%E0%B8%99%E0%B8%B3%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "สุธะเฟอร์นิเจอร์ วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-964-2941",
   "ที่อยู่": "247 ม.2 ต.ปะคำ อ.ปะคำ จ.บุรีรัมย์ 31220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "ปะคำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%98%E0%B8%B0%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%99%E0%B8%B4%E0%B9%80%E0%B8%88%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "แสลงคงก่อสร้าง",
   "เบอร์โทรศัพท์": "081-390-0653",
   "ที่อยู่": "9 ม.1 ต.โคกขมิ้น อ.พลับพลาชัย จ.บุรีรัมย์ 31250",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "พลับพลาชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AA%E0%B8%A5%E0%B8%87%E0%B8%84%E0%B8%87%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เอส.เค.เอ็กซ์. ค้าไม้ จำกัด",
   "เบอร์โทรศัพท์": "09-356-1967",
   "ที่อยู่": "เลขที่ 123 หมู่ที่ 1 ตำบล บ้านแวง อำเภอ พุทไธสง จ.บุรีรัมย์ 31120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "พุทไธสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA.%E0%B9%80%E0%B8%84.%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%81%E0%B8%8B%E0%B9%8C.%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ทวีสุขภัณฑ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่46 ม.12 ซ.เพชรเกษม77 ต.บ้านจาน อ.พุทไธสง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "พุทไธสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "คชสารเคหะภัณฑ์",
   "เบอร์โทรศัพท์": "04-466-1283",
   "ที่อยู่": "20 ม.10 ต.หนองคู อ.ลำปลายมาศ จ.บุรีรัมย์ 31130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "ลำปลายมาศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%8A%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "วัฒนพาณิชย์(99)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 9 หมู่ 9 ตำบล เมืองแฝก อำเภอ ลำปลายมาศ จ.บุรีรัมย์ 31130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "ลำปลายมาศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%2899%29%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "99 โลหะภัณฑ์",
   "เบอร์โทรศัพท์": "081-542-9654",
   "ที่อยู่": "เลขที่ 151 หมู่ที่ 5 ตำบลทุ่งกระตาดพัฒนา อำเภอหนองกี่ จ.บุรีรัมย์ 31210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "หนองกี่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=99%20%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "สวายจีก เสาปูน",
   "เบอร์โทรศัพท์": "062-687-1342",
   "ที่อยู่": "เลขที่ 104 หมู่ 14 ถนน บุรีรัมย์-พลับพลาชัย ตำบล สวายจีก อำเภอ เมืองบุรีรัมย์ 31000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "เมืองบุรีรัมย์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%88%E0%B8%B5%E0%B8%81%20%E0%B9%80%E0%B8%AA%E0%B8%B2%E0%B8%9B%E0%B8%B9%E0%B8%99%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เจี๊ยบเจริญ รวมอะไหล่",
   "เบอร์โทรศัพท์": "065-261-5151",
   "ที่อยู่": "185 ม.1 ต.กระสัง อ.เมืองบุรีรัมย์ 31000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "เมืองบุรีรัมย์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%B5%E0%B9%8A%E0%B8%A2%E0%B8%9A%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%20%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A3%E0%B8%B1%E0%B8%A1%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "โนนสุวรรณรวมช่าง 2",
   "เบอร์โทรศัพท์": "081-976-5882",
   "ที่อยู่": "เลขที่ 80 หมู่ที่ 3 ต.โกรกแก้ว อ.โนนสุวรรณ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "บุรีรัมย์",
   "อำเภอ": "โนนสุวรรณ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%202"
 },
 {
   "ชื่อร้านค้า": "ฉัตรวัฒนา",
   "เบอร์โทรศัพท์": "04-378-9025",
   "ที่อยู่": "เลขที่ 31-34 ม.8 ต.โคกพระ อ.กันทรวิชัย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "กันทรวิชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "เอวี.สตีล จำกัด",
   "เบอร์โทรศัพท์": "095-664-3038",
   "ที่อยู่": "195 ม.12 ต.ท่าขอนยาง อ.กันทรวิชัย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "กันทรวิชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%A7%E0%B8%B5.%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ดี ดี กระจกอลูมิเนียม",
   "เบอร์โทรศัพท์": "089-715-4998",
   "ที่อยู่": "131/4 ม.11 ต.ท่าขอนยาง อ.กันทรวิชัย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "กันทรวิชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5%20%E0%B8%94%E0%B8%B5%20%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%81%E0%B8%AD%E0%B8%A5%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์มนตรี",
   "เบอร์โทรศัพท์": "084-786-4093",
   "ที่อยู่": "66 หมู่10 ต.ขามเฒ่าพัฒนา อ.กันทรวิชัย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "กันทรวิชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บ่อทองวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-392-2942",
   "ที่อยู่": "หมู่บ้านบ่อทอง เลขที่ 188 หมู่ที่ 10 ตำบลเล็งแฝก อำเภอกุดรัง จ.มหาสารคาม 44130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "กุดรัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%88%E0%B8%AD%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "วิศวะ-พยาบาล ก่อสร้าง",
   "เบอร์โทรศัพท์": "081-735-5879",
   "ที่อยู่": "หมู่บ้าน โสกขุ่น เลขที่ 233 หมู่ที่ 10 ตำบลกุดรัง อำเภอกุดรัง จ.มหาสารคาม 44130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "กุดรัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%B0-%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5%20%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ส.รุ่งเรืองกิจเจริญ",
   "เบอร์โทรศัพท์": "086-860-1079",
   "ที่อยู่": "เลขที่ 260 ม.2 ต.บ่อใหญ่ อ.บรบือ จ.มหาสารคาม 44130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "บรบือ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "วัฒนาภา กรุ๊ป(ไซดไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 12 หมู่ 1 ตำบลดงเมือง อำเภอยางสีสุราช 44210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "ยางสีสุราช",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%A0%E0%B8%B2%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29"
 },
 {
   "ชื่อร้านค้า": "นาคินก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 289 ต.หนองแสง อ.วาปีปทุม จ.มหาสารคาม 44120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "วาปีปทุม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B2%E0%B8%84%E0%B8%B4%E0%B8%99%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ดีเฮง ค้าเหล็ก",
   "เบอร์โทรศัพท์": "081-964-0782",
   "ที่อยู่": "88 ม.8 ต.เสือเฒ่า อ.เชียงยืน จ.มหาสารคาม 44160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "เชียงยืน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5%E0%B9%80%E0%B8%AE%E0%B8%87%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "รุ่งเจริญพาณิชย์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 129/6 ม.13 ต.เชียงยืน อ.เชียงยืน จ.มหาสารคาม 44160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "เชียงยืน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "นครชัยคอนกรีต",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "139 ม.11 ต.หนองเหล็ก อ.โกสุมพิสัย จ.มหาสารคาม 44140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มหาสารคาม",
   "อำเภอ": "โกสุมพิสัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "คณาทรัพย์วัสดุ",
   "เบอร์โทรศัพท์": "089-421-8527",
   "ที่อยู่": "123 หมู่ที่ 5 ตำบลน้ำเที่ยง อำเภอคำชะอี จังหวัด",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มุกดาหาร",
   "อำเภอ": "คำชะอี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%93%E0%B8%B2%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ที.อาร์.กรุ๊ป อลูมิเนียม",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "107/2 ถนนพิทักษ์พนมเขต ตำบลมุกดาหาร อำเภอเมืองมุกดาหาร จังหวัด 49000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "มุกดาหาร",
   "อำเภอ": "ตำบลมุกดาหาร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B5.%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B9%8C.%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%20%E0%B8%AD%E0%B8%A5%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1%20%E0%B8%A1%E0%B8%B8%E0%B8%81%E0%B8%94%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ไทยศิริวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "204 ม.1 ต.ค้อวัง อ.ค้อวัง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "ค้อวัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "อ.อะไหล่ยนต์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "394 ม.4 ถ.อรุณประเสริฐ ต.โพธิ์ไทร อ.ป่าติ้ว",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "ป่าติ้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD.%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ศรีมงคลค้าไม้",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "170 ม.6 ต.สำราญ อ.เมือง จ.ยโสธร 35000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%A2%E0%B9%82%E0%B8%AA%E0%B8%98%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "พนาทองค้าไม้",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "605-607 ถ.แจ้งสนิท ต.ในเมือง อ.เมืองยโสธร 35000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "เมืองยโสธร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%99%E0%B8%B2%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%A2%E0%B9%82%E0%B8%AA%E0%B8%98%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ร้านวสันต์วัสดุ",
   "เบอร์โทรศัพท์": "083-368-3411",
   "ที่อยู่": "354 ม.2 ต.น้ำคำใหญ่ อ.เมืองยโสธร",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "เมืองยโสธร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A2%E0%B9%82%E0%B8%AA%E0%B8%98%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "วสันต์ เสาปูน",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "249 ม.12 ต.น้ำคำใหญ่ อ.เมืองยโสธร 35000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "เมืองยโสธร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B9%8C%20%E0%B9%80%E0%B8%AA%E0%B8%B2%E0%B8%9B%E0%B8%B9%E0%B8%99%20%E0%B8%A2%E0%B9%82%E0%B8%AA%E0%B8%98%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ส.รุ่งเรืองค้าเหล็ก",
   "เบอร์โทรศัพท์": "098-646-4464",
   "ที่อยู่": "เลขที่ 594 หมู่ที่ 12 ถนนทยาปัสสา ตำบลสามแยก อำเภอเลิงนกทา จังหวัด",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ยโสธร",
   "อำเภอ": "เลิงนกทา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "รุ่งเจริญวัสดุ",
   "เบอร์โทรศัพท์": "04-350-7135",
   "ที่อยู่": "เลขที่ 126 หมู่ 1 ตำบล จังหาร อำเภอ จังหาร จ.ร้อยเอ็ด 45000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "จังหาร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "รุ่งเรืองวิศณ์พาณิชย์",
   "เบอร์โทรศัพท์": "081-780-9980",
   "ที่อยู่": "88 ม.6 ต.ทุ่งเขาหลวง อ.ทุ่งเขาหลวง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "ทุ่งเขาหลวง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%93%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "สงวนทรัพย์วัสดุ",
   "เบอร์โทรศัพท์": "089-940-4474",
   "ที่อยู่": "164 ม.1 ต.เขวาทุ่ง อ.ธวัชบุรี จ.ร้อยเอ็ด 45170",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "ธวัชบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%87%E0%B8%A7%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "โกลด์มาเก็ต",
   "เบอร์โทรศัพท์": "094-369-3529",
   "ที่อยู่": "33 ม.7 ต.ศรีสมเด็จ อ.ศรีสมเด็จ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "ศรีสมเด็จ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%81%E0%B8%A5%E0%B8%94%E0%B9%8C%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "บุญอนันต์สุวรรณภูมิ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 213 หมู่ที่ 2 ตำบลจำปาขัน อำเภอสุวรรณภูมิ จ.ร้อยเอ็ด 45130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "สุวรรณภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%AD%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B9%8C%E0%B8%AA%E0%B8%B8%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "99 วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 99 หมู่9 ถนนปัทมานนท์ ตำบลดอกไม้ อำเภอสุวรรณภูมิ จ.ร้อยเอ็ด 45130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "สุวรรณภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=99%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "โฟร์พี แมททีเรียล กรุ๊ป จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 99 ม.9 ต.ดอกไม้ อ.สุวรรณภูมิ จ.ร้อยเอ็ด 45130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "สุวรรณภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%9F%E0%B8%A3%E0%B9%8C%E0%B8%9E%E0%B8%B5%20%E0%B9%81%E0%B8%A1%E0%B8%97%E0%B8%97%E0%B8%B5%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A5%20%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "เอส 77 จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "106 ม.8 ต.หัวช้าง อ.สุวรรณภูมิ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "สุวรรณภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%2077%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "สินธุ์ชัยหลังคาเหล็ก",
   "เบอร์โทรศัพท์": "092-986-3666",
   "ที่อยู่": "เลขที่ 12 ม.8 ต.รอบเมือง อ.หนองพอก จ.ร้อยเอ็ด 45210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "หนองพอก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "บุญทรัพย์",
   "เบอร์โทรศัพท์": "087-775-0044",
   "ที่อยู่": "ม.เด่นราษฎร์ เลขที่ 129 หมู่ที่ 6 ตำบลเด่นราษฎร์ อำเภอหนองฮี จ.ร้อยเอ็ด 45140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "หนองฮี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "หนองฮีอุ่นใจค้าวัสดุ",
   "เบอร์โทรศัพท์": "081-964-0932",
   "ที่อยู่": "เลขที่ 108 หมู่ 3 ต.หนองฮี อ.หนองฮี จ.ร้อยเอ็ด 45140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "หนองฮี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AE%E0%B8%B5%E0%B8%AD%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%83%E0%B8%88%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "รุ่งโรจน์วัสดุ",
   "เบอร์โทรศัพท์": "061-237-8965",
   "ที่อยู่": "228 ม.6 ถ.รณชัยชาญยุทธ ต.อาจสามารถ อ.อาจสามารถ จ.ร้อยเอ็ด 45160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "อาจสามารถ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%82%E0%B8%A3%E0%B8%88%E0%B8%99%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "โชคมงคลวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "39 ม.16 ต.อาจสามารถ อ.อาจสามารถ จ.ร้อยเอ็ด 45160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "อาจสามารถ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ศรีวิชัยอิฐบล็อค",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "125 ม.1 ต.อาจสามารถ อ.อาจสามารถ จ.ร้อยเอ็ด 45170",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "อาจสามารถ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%AD%E0%B8%B4%E0%B8%90%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "อรุณ  ",
   "เบอร์โทรศัพท์": "089-466-2540",
   "ที่อยู่": "175 หมู่4 ต.อาจสามารถ อ.อาจสามารถ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "อาจสามารถ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A3%E0%B8%B8%E0%B8%93"
 },
 {
   "ชื่อร้านค้า": "ช่างพัดโฮมวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "278 ม.8 ต.เกษตรวิสัย อ.เกษตรวิสัย จ.ร้อยเอ็ด 45150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เกษตรวิสัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%9E%E0%B8%B1%E0%B8%94%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "รวมเงินค้าวัสดุ 2020",
   "เบอร์โทรศัพท์": "085-409-4921",
   "ที่อยู่": "83/1 หมู่ 3 ตำบลกำแพง อำเภอเกษตรวิสัย จ.ร้อยเอ็ด 45150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เกษตรวิสัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%202020%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "บุญมีทวีทรัพย์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "94 ม.3 ต.น้ำอ้อม อ.เกษตรวิสัย จ.ร้อยเอ็ด 45150",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เกษตรวิสัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ช.เจริญวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "149 ม.7 ต.เจือง อ.เชียงขวัญ จ.ร้อยเอ็ด 45000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เชียงขวัญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ก้องกิจรุ่งเรืองทรัพย์",
   "เบอร์โทรศัพท์": "082-165-1615",
   "ที่อยู่": "99 ม.7 ต.โนนตาล อ.เมือง จ.ร้อยเอ็ด 45000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "เจริญภัณฑ์รถบ้าน",
   "เบอร์โทรศัพท์": "080-177-9744",
   "ที่อยู่": "304 ม.7 ต.ดงลาน อ.เมือง จ.ร้อยเอ็ด 45000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%E0%B8%A3%E0%B8%96%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ร้อยเอ็ดวัสดุ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "32 หมู่ 5 ต.เหนือเมือง อ.เมือง จ.ร้อยเอ็ด 45000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "บุญทรัพย์",
   "เบอร์โทรศัพท์": "081-780-9980",
   "ที่อยู่": "เลขที่ 7 ซอย 45(รณชัยชาญยุทธ) ถ.รณชัยชาญยุทธ ต.ในเมือง อ.เมืองร้อยเอ็ด",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เมืองร้อยเอ็ด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "มะลิการก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "103 หมู่ 3 ต.หนองผือ อ.เมืองสรวง จ.ร้อยเอ็ด 45220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เมืองสรวง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "มีการช่าง ท่าลาด (สำนักงานใหญ่)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "145 หมู่ 1 ตำบล เหล่าน้อย อำเภอ เสลภูมิ จ.ร้อยเอ็ด 45120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เสลภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B5%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%A5%E0%B8%B2%E0%B8%94%20%28%E0%B8%AA%E0%B8%B3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%29%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "อมรก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "104 ม.4 ต.พรสวรรค์ อ. เสลภูมิ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เสลภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A1%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "นัทเรซซิ่ง",
   "เบอร์โทรศัพท์": "063-426-5489",
   "ที่อยู่": "184 ม.4 ต.โพธิ์ทอง อ.เสลภูมิ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เสลภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B1%E0%B8%97%E0%B9%80%E0%B8%A3%E0%B8%8B%E0%B8%8B%E0%B8%B4%E0%B9%88%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "มีการช่าง3",
   "เบอร์โทรศัพท์": "081-790-9279",
   "ที่อยู่": "81 ม.5 ต.โพธิ์ทอง อ.เสลภูมิ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "เสลภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B5%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%873"
 },
 {
   "ชื่อร้านค้า": "เจ้เอ็ม ทเว็นตี้ พลัส ซุปเปอร์สโตร์ จำกัด (สำนักงานใหญ่)",
   "เบอร์โทรศัพท์": "062-423-9993",
   "ที่อยู่": "429 หมู่ที่ 2 ตำบลขามเปี้ย อำเภอโพธิ์ชัย จ.ร้อยเอ็ด 45230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "โพธิ์ชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B9%89%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%A1%20%E0%B8%97%E0%B9%80%E0%B8%A7%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B5%E0%B9%89%20%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%AA%20%E0%B8%8B%E0%B8%B8%E0%B8%9B%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AA%E0%B9%82%E0%B8%95%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%28%E0%B8%AA%E0%B8%B3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%29%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ศักดิ์สิทธิ์วัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 5 หมู่ 14 ต.ขามเปี้ย อ.โพธิ์ชัย จ.ร้อยเอ็ด 45230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "โพธิ์ชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%AA%E0%B8%B4%E0%B8%97%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์โสภา",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่5 หมู่ 12 ต.โพนทราย อ.โพนทราย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "โพนทราย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B9%82%E0%B8%AA%E0%B8%A0%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ล้านพันเก้าวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "402 ม.2 ถ.โพนทอง-หนองพอก ต.แวง อ.โพนทอง จ.ร้อยเอ็ด 45110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ร้อยเอ็ด",
   "อำเภอ": "โพนทอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%81%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "นิรันด์วัสดุ",
   "เบอร์โทรศัพท์": "04-350-7136",
   "ที่อยู่": "เลขที่ 30 ม.7 หมู่บ้าน นาตาล ต.เวียงเหนือ อ.กันทรลักษ์ จ.ศรีสะเกษ 33110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "กันทรลักษ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B4%E0%B8%A3%E0%B8%B1%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "กิจวัฒนา",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "540 ม.2 ต.หนองหญ้าลาด อ.กันทรลักษ์ จ.ศรีสะเกษ 33110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "กันทรลักษ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "กิจวัฒนาขุขันธุ์",
   "เบอร์โทรศัพท์": "092-264-9517",
   "ที่อยู่": "192 ม.5 ต.ตองกำเม็ด อ.ขุขันธ์ จ.ศรีสะเกษ 33140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "ขุขันธ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%82%E0%B8%B8%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "ดีเจริญ",
   "เบอร์โทรศัพท์": "094-476-4443",
   "ที่อยู่": "399 ม.2 ต.ไพร อ.ขุนหาญ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "ขุนหาญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "ส.ตระกูลค้าวัสดุ",
   "เบอร์โทรศัพท์": "045-568-1076",
   "ที่อยู่": "เลขที่89 หมู่ 3 ต.นายายอาม อ.นายายอาม จ.ศรีสะเกษ 33160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "นายายอาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "พรเจริญ",
   "เบอร์โทรศัพท์": "092-936-4998",
   "ที่อยู่": "32 ม.3 ต.วังโตนด อ.นายายอาม",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "นายายอาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "บ้านเขินวัสดุ",
   "เบอร์โทรศัพท์": "080-969-4923",
   "ที่อยู่": "28/2 ม.1 ต.เขิน อ.น้ำเกลี้ยง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "น้ำเกลี้ยง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%82%E0%B8%B4%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "เทพไพบูลย์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "172/2 หมู่ 2 ต.บึงบูรพ์ อ.บึงบูรพ์ จ.ศรีสะเกษ 33220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "บึงบูรพ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%84%E0%B8%9E%E0%B8%9A%E0%B8%B9%E0%B8%A5%E0%B8%A2%E0%B9%8C%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "ศักดิ์ไทย",
   "เบอร์โทรศัพท์": "098-130-8791",
   "ที่อยู่": "25 ม.8 ตงศรีแก้ว อ.ศรีรัตนะ จ.ศรีสะเกษ 33240",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "ศรีรัตนะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B9%84%E0%B8%97%E0%B8%A2%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "ตั้งพานิช ทีพี",
   "เบอร์โทรศัพท์": "089-702-2223",
   "ที่อยู่": "1366 ม.7 ต.กำแพง อ.อุทุมพรพิสัย จ.ศรีสะเกษ 33120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "อุทุมพรพิสัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%97%E0%B8%B5%E0%B8%9E%E0%B8%B5%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "วัฒนาค้าไม้",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "33 หมู่ 7 ถ.เพียรพจนกิจ ต. กำแพง อ.อุทุมพรพิสัย จ.ศรีสะเกษ 33120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "อุทุมพรพิสัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "ก.เจริญพาณิชย์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "75 ม.5 หมู่บ้านเพ็ก ต.หนองหว้า อ.เบญจลักษ์ จ.ศรีสะเกษ 33110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "เบญจลักษ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81.%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "ศรีสะเกษ เคซี เอ็นจิเนียริ่ง จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "1619/5 ถนนรอบเมืองใต้ ตำบลเมืองใต้ อำเภอเมืองศรีสะเกษ 33000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "เมืองศรีสะเกษ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9%20%E0%B9%80%E0%B8%84%E0%B8%8B%E0%B8%B5%20%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%B4%E0%B9%88%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "กรภิวรรธน์",
   "เบอร์โทรศัพท์": "04-561-2559",
   "ที่อยู่": "230/1-2 หมู่ 9 ถนนวิจิตรนคร ตำบลโพธิ์ อำเภอเมืองศรีสะเกษ 33000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "เมืองศรีสะเกษ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%A3%E0%B8%A0%E0%B8%B4%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%98%E0%B8%99%E0%B9%8C%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "สมบูรณ์พานิช",
   "เบอร์โทรศัพท์": "093-562-6094",
   "ที่อยู่": "เลขที่ 50 หมู่ 13 ตำบลโดด อำเภอโพธิ์ศรีสุวรรณ จ.ศรีสะเกษ 33120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "โพธิ์ศรีสุวรรณ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "ส.เจริญการค้า",
   "เบอร์โทรศัพท์": "061-902-3856",
   "ที่อยู่": "116 หมู่ 20 ต.ไพรบึง อ.ไพรบึง จ.ศรีสะเกษ 33180",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "ศรีสะเกษ",
   "อำเภอ": "ไพรบึง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%AA%E0%B8%B0%E0%B9%80%E0%B8%81%E0%B8%A9"
 },
 {
   "ชื่อร้านค้า": "บูมคำทวีวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-224-8709",
   "ที่อยู่": "25 ม.1 ต.กุดบาก อ.กุดบาก จ.สกลนคร 47180",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "กุดบาก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B9%E0%B8%A1%E0%B8%84%E0%B8%B3%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เชิดชัยรวมกิจ",
   "เบอร์โทรศัพท์": "06449740738",
   "ที่อยู่": "เลขที่ 309 หมู่ 1 ตำบลกุสุมาลย์ อำเภอกุสุมาลย์",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "กุสุมาลย์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%81%E0%B8%B4%E0%B8%88"
 },
 {
   "ชื่อร้านค้า": "เดชทวีทรัพย์",
   "เบอร์โทรศัพท์": "04-270-8181",
   "ที่อยู่": "205 ม.5 ต.โคกภู อ.ภูพาน",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "ภูพาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%94%E0%B8%8A%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ส.ทองทวีเกษตรภัณฑ์",
   "เบอร์โทรศัพท์": "093-427-9488",
   "ที่อยู่": "1 ม.1 ต.หนองแวงใต้ อ.วานรนิวาส จ.สกลนคร 47120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "วานรนิวาส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "แก้วมณีรุ่งเรือง",
   "เบอร์โทรศัพท์": "081-975-5547",
   "ที่อยู่": "169 หมู่ 6 บ้านโพนแพง ต.หนองสนม อ.วานรนิวาส จ.สกลนคร 47120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "วานรนิวาส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7%E0%B8%A1%E0%B8%93%E0%B8%B5%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เพชรสว่างสุขภัณฑ์ ",
   "เบอร์โทรศัพท์": "04-272-1035",
   "ที่อยู่": "เลขที่ 42 หมู่ 1 ถนนนิตโย ตำบล สว่างแดนดิน อำเภอสว่างแดนดิน จ.สกลนคร 47110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "สว่างแดนดิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "สว่างหลังคาเหล็กสตีล",
   "เบอร์โทรศัพท์": "082-858-2315",
   "ที่อยู่": "เลขที่ 455 หมู่ที่ 3 ตำบลสว่างแดนดิน อำเภอสว่างแดนดิน จังหวัด จ.สกลนคร 47110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "สว่างแดนดิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "วรรณเจริญโลหะ",
   "เบอร์โทรศัพท์": "099-359-9824",
   "ที่อยู่": "247 ม.18 ต.สว่างแดนดิน อ.สว่างแดนดิน",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "สว่างแดนดิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0"
 },
 {
   "ชื่อร้านค้า": "เจริญวัฒนาวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "091-126-5175",
   "ที่อยู่": "313 ม.1 ถ.คำภูแสน ต.เจริญศิลป์ อ.เจริญศิลป์ จ.สกลนคร 47290",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "เจริญศิลป์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "บุญนำถูกซุปเปอร์โฮม จำกัด",
   "เบอร์โทรศัพท์": "082-514-1656",
   "ที่อยู่": "443 ม.4 บ.หนองบัวทอง ต.ท่าแร่ อ.เมือง จ.สกลนคร 47230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%99%E0%B8%B3%E0%B8%96%E0%B8%B9%E0%B8%81%E0%B8%8B%E0%B8%B8%E0%B8%9B%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ชลณวัตร(เซลล์ไซด์ไลน์อาทิต)",
   "เบอร์โทรศัพท์": "084-778-8099",
   "ที่อยู่": "เลขที่ 666 หมู่ 6 ถ.สกลนคร-นครพนม ต.ท่าแร่ อ.เมือง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%A5%E0%B8%93%E0%B8%A7%E0%B8%B1%E0%B8%95%E0%B8%A3%28%E0%B9%80%E0%B8%8B%E0%B8%A5%E0%B8%A5%E0%B9%8C%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%29%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "กันยาเทรดดิ้ง(1993)",
   "เบอร์โทรศัพท์": "063-725-7227",
   "ที่อยู่": "161/6-8 ถ.รัฐบำรุง ต.ธาตุเชิงชุม อ.เมือง จ.สกลนคร 47000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B2%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%94%E0%B8%94%E0%B8%B4%E0%B9%89%E0%B8%87%281993%29%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "โรงกลึงพัฒนาการช่าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "1772/23-24 หมู่ 14 ถนนรัฐพัฒนา ตำบลธาตุเชิงชุม อำเภอเมือง อ.เมืองสกลนคร 47000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%81%E0%B8%A5%E0%B8%B6%E0%B8%87%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "อัมพิกาการค้า จำกัด ",
   "เบอร์โทรศัพท์": "080-666-4099",
   "ที่อยู่": "เลขที่ 163 หมู่ที่ 1 ตำบลหนองลาด อำเภอเมืองสกลนคร 47220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "เมืองสกลนคร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B1%E0%B8%A1%E0%B8%9E%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "บ้านสวนการค้า",
   "เบอร์โทรศัพท์": "084-788-8370",
   "ที่อยู่": "เลขที่ 298 หมู่ 8 ตำบล ตองโขบ อำเภอโคกศรีสุพรรณ จ.สกลนคร 47280",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "โคกศรีสุพรรณ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "บ้านสวน คอนสตรัคชั่น(2019)",
   "เบอร์โทรศัพท์": "084-788-8370",
   "ที่อยู่": "298 ม.8 ต.ตองโขบ อ.โคกศรีสุพรรณ จ.สกลนคร 47280",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สกลนคร",
   "อำเภอ": "โคกศรีสุพรรณ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AA%E0%B8%A7%E0%B8%99%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%282019%29%20%E0%B8%AA%E0%B8%81%E0%B8%A5%E0%B8%99%E0%B8%84%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ดีโฮมวัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "081-311-8429",
   "ที่อยู่": "เลขที่ 159 หมู่ 14 ตำบลด่าน อำเภอกาบเชิง จ.สุรินทร์ 32210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "กาบเชิง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "มานะพงศ์ 951 จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 915 หมู่ 5 ตำบล แนงมุด อำเภอ กาบเชิง จ.สุรินทร์ 32210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "กาบเชิง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B2%E0%B8%99%E0%B8%B0%E0%B8%9E%E0%B8%87%E0%B8%A8%E0%B9%8C%20951%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ครูเพียง 99",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "303/1 หมู่ 15 ตำบล ชุมพลบุรี อำเภอ ชุมพลบุรี จ.สุรินทร์ 32190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ชุมพลบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A3%E0%B8%B9%E0%B9%80%E0%B8%9E%E0%B8%B5%E0%B8%A2%E0%B8%87%2099%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เพ็ญสนองกรุ๊ป",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 289 หมู่ 15 ตำบลชุมพลบุรี อำเภอชุมพลบุรี จังหวัด จ.สุรินทร์ 32190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ชุมพลบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B9%87%E0%B8%8D%E0%B8%AA%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "รุ่งเจริญการเกษตร",
   "เบอร์โทรศัพท์": "062-959-4197",
   "ที่อยู่": "เลขที่ 132 หมู่ที่ 8 ตำบลทุ่งกุลา อำเภอท่าตูม จ.สุรินทร์ 32120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ท่าตูม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "รุ่งเจริญกรุ๊ป 2020 จำกัด",
   "เบอร์โทรศัพท์": "092-294-4013",
   "ที่อยู่": "47 ม.18 ต.พรมเทพ อ.ท่าตูม จ.สุรินทร์ 32120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ท่าตูม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%81%E0%B8%A3%E0%B8%B8%E0%B9%8A%E0%B8%9B%202020%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "อดิลักษณ์",
   "เบอร์โทรศัพท์": "086-869-7070",
   "ที่อยู่": "101 ม.1 บ.พลวง ต.พลวง อ.ปราสาท จ.สุรินทร์ 32140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ปราสาท",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%94%E0%B8%B4%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B8%93%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ศรีเพ็ญรัตน์ค้าไม้",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "61 ม.1 ต.รัตนบุรี อ.รัตนบุรี จ.สุรินทร์ 32130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "รัตนบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%9E%E0%B9%87%E0%B8%8D%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ชัยรักษ์วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "04459907677",
   "ที่อยู่": "228 ม.1 ต.รัตนบุรี อ.รัตนบุรี จ.สุรินทร์ 32130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "รัตนบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ล้ำเลิศวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "34 ม.3 ต.หนองขวาง อ.ศรีขรภูมิ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ศรีขรภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "อมรวัสดุ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 46 หมู่ 2 ถนน เทพนิมิตร ตำบล ระแงง อำเภอ ศีขรภูมิ จ.สุรินทร์ 32110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ศีขรภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A1%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "อมรคอนกรีต จำกัด",
   "เบอร์โทรศัพท์": "098-289-8226",
   "ที่อยู่": "69 หมู่ 1 ต.ระแงง อ.ศีขรภูมิ จ.สุรินทร์ 32110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "ศีขรภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A1%E0%B8%A3%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "มะลิสา การเกษตร",
   "เบอร์โทรศัพท์": "085-491-7523",
   "ที่อยู่": "เลขที่ 12 หมู่ 15 ตำบลทับทัน อำเภอสังขะ จังหวัด",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "สังขะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B0%E0%B8%A5%E0%B8%B4%E0%B8%AA%E0%B8%B2%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "แหลมทองพาณิชย์สุรินทร์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 98 หมู่ 16 ถ.สุรินทร์-กระสัง ต.นอกเมือง อ.เมืองสุรินทร์ 32000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "เมืองสุรินทร์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AB%E0%B8%A5%E0%B8%A1%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์อุดมการโยธา",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "37 ม.9 ต.ท่าสว่าง อ.เมืองสุรินทร์",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "สุรินทร์",
   "อำเภอ": "เมืองสุรินทร์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%82%E0%B8%A2%E0%B8%98%E0%B8%B2%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "พลอยวู๊ดดิ้ง",
   "เบอร์โทรศัพท์": "098-654-2949",
   "ที่อยู่": "546 ม.6 ต.ท่าบ่อ อ.ท่าบ่อ จ.หนองคาย 43110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "ท่าบ่อ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A5%E0%B8%AD%E0%B8%A2%E0%B8%A7%E0%B8%B9%E0%B9%8A%E0%B8%94%E0%B8%94%E0%B8%B4%E0%B9%89%E0%B8%87%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "พลอยค้าไม้",
   "เบอร์โทรศัพท์": "04-243-1666",
   "ที่อยู่": "เลขที่ 63 หมู่ 11 ถ.ท่าบ่อ-บ้านผือ ตำบลท่าบ่อ อำเภอท่าบ่อ จ.หนองคาย 43110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "ท่าบ่อ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A5%E0%B8%AD%E0%B8%A2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "อิเทอร์นอล เมทัลโปรดักส์",
   "เบอร์โทรศัพท์": "083-413-5797",
   "ที่อยู่": "299 ม.2 ถ.นครพนม-หนองคาย อ.บ้านแพง 48140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "บ้านแพง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B4%E0%B9%80%E0%B8%97%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%99%E0%B8%AD%E0%B8%A5%20%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B8%B1%E0%B8%A5%E0%B9%82%E0%B8%9B%E0%B8%A3%E0%B8%94%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B9%8C%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "นาคะโลหะกิจ",
   "เบอร์โทรศัพท์": "095-569-1473",
   "ที่อยู่": "39 หมู่ที่ 2 ตำบลบ้านแพง อำเภอบ้านแพง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "บ้านแพง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B2%E0%B8%84%E0%B8%B0%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88"
 },
 {
   "ชื่อร้านค้า": "จี.ที.เอ็น ค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "080-720-6230",
   "ที่อยู่": "91 ม.1 ต.บ้านต้อน อ.รัตนวาปี จ.หนองคาย 43120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "รัตนวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B5.%E0%B8%97%E0%B8%B5.%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ฟ้าทวีพร",
   "เบอร์โทรศัพท์": "088-314-1009",
   "ที่อยู่": "หมู่บ้านบ้านพระบาทนาหงส์ เลขที่ 179 หมู่ที่ 1 ตำบลพระบาทนาสิงห์ อำเภอรัตนวาปี จ.หนองคาย 43120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "รัตนวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9F%E0%B9%89%E0%B8%B2%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%9E%E0%B8%A3%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "พูลวาณิชย์ 2022",
   "เบอร์โทรศัพท์": "088-314-1009",
   "ที่อยู่": "179 พระบาทนาสิงห์ ตำบล พระบาทนาสิงห์ อำเภอ รัตนวาปี จ.หนองคาย 43120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "รัตนวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%A7%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%202022%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "รัตนสยามเหล็ก",
   "เบอร์โทรศัพท์": "098-104-9825",
   "ที่อยู่": "28 หมู่ 6 ตำบลรัตนวาปี อำเภอรัตนวาปี",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "รัตนวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%AA%E0%B8%A2%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "รุ่งเรือง ธ.วัฒนา จำกัด",
   "เบอร์โทรศัพท์": "081-393-4211",
   "ที่อยู่": "529 ถ.มิตรภาพ-หนองคาย ต.ในเมือง อ.เมือง 30000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองคาย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%20%E0%B8%98.%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%B2%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ทัพวรรณ 2020",
   "เบอร์โทรศัพท์": "094-530-8402",
   "ที่อยู่": "เลขที่ 99 หมู่ที่ 1 ตำบลกุดดินจี่ อำเภอนากลาง จ.หนองบัวลำภู 39350",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองบัวลำภู",
   "อำเภอ": "นากลาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B1%E0%B8%9E%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%202020%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%9A%E0%B8%B1%E0%B8%A7%E0%B8%A5%E0%B8%B3%E0%B8%A0%E0%B8%B9"
 },
 {
   "ชื่อร้านค้า": "ดงสวรรค์",
   "เบอร์โทรศัพท์": "085-741-4842",
   "ที่อยู่": "37 ม.9 บ้านดงสวรรค์ ต.ดงสวรรค์ อ.นากลาง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองบัวลำภู",
   "อำเภอ": "นากลาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%87%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "แสนสุขวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "089-528-1852",
   "ที่อยู่": "111 หมู่ 14 บ้านเพ็กทอง ตำบลบ้านโคก อำเภอสุวรรณคูหา",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองบัวลำภู",
   "อำเภอ": "สุวรรณคูหา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "หนองบัวลำภู รวมน็อต",
   "เบอร์โทรศัพท์": "092-658-6429",
   "ที่อยู่": "85/4 ม.7 ต.หนองบัว อ.เมืองหนองบัวลำภู",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "หนองบัวลำภู",
   "อำเภอ": "เมืองหนองบัวลำภู",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%9A%E0%B8%B1%E0%B8%A7%E0%B8%A5%E0%B8%B3%E0%B8%A0%E0%B8%B9%20%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%99%E0%B9%87%E0%B8%AD%E0%B8%95%20%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%9A%E0%B8%B1%E0%B8%A7%E0%B8%A5%E0%B8%B3%E0%B8%A0%E0%B8%B9"
 },
 {
   "ชื่อร้านค้า": "อ.อะไหล่โนนงาม",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "67 ม.4 ต.โนนงาม อ.ปทุมราชวงศา",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อำนาจเจริญ",
   "อำเภอ": "ปทุมราชวงศา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD.%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B9%82%E0%B8%99%E0%B8%99%E0%B8%87%E0%B8%B2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "อ.อะไหล่ ลืออำนาจ",
   "เบอร์โทรศัพท์": "081-023-0561",
   "ที่อยู่": "211 ม.6 ต.อำนาจ อ.ลืออำนาจ จ.อำนาจเจริญ 37120",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อำนาจเจริญ",
   "อำเภอ": "ลืออำนาจ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD.%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%20%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%AD%E0%B8%B3%E0%B8%99%E0%B8%B2%E0%B8%88%20%E0%B8%AD%E0%B8%B3%E0%B8%99%E0%B8%B2%E0%B8%88%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "อ.อะไหล่ หัวตะพาน",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "184 ม.1 ต.รัตนวารี อ.หัวตะพาน จ.อำนาจเจริญ 37240",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อำนาจเจริญ",
   "อำเภอ": "หัวตะพาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD.%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%20%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%95%E0%B8%B0%E0%B8%9E%E0%B8%B2%E0%B8%99%20%E0%B8%AD%E0%B8%B3%E0%B8%99%E0%B8%B2%E0%B8%88%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "คลังทรัพย์สกุลไชย",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "148 ม.2 ต.คำพระ อ.หัวตะพาน",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อำนาจเจริญ",
   "อำเภอ": "หัวตะพาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%AA%E0%B8%81%E0%B8%B8%E0%B8%A5%E0%B9%84%E0%B8%8A%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "บุษยาการสร้าง จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "106 ม.15 ถ.อรุณประเสริฐ ต.ปุง อ.เมืองอำนาจเจริญ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อำนาจเจริญ",
   "อำเภอ": "เมืองอำนาจเจริญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%A9%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AD%E0%B8%B3%E0%B8%99%E0%B8%B2%E0%B8%88%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "สุรัตน์โฮม เซ็นเตอร์ จำกัด",
   "เบอร์โทรศัพท์": "081-544-3610",
   "ที่อยู่": "188 ม.3 ต.ตูมใต้ อ.กุมภวาปี จ.อุดรธานี 41110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "กุมภวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ส.รุ่งเรือง 3",
   "เบอร์โทรศัพท์": "081-185-8065",
   "ที่อยู่": "138/1 หมู่บ้านนกระยา ม.4 ต.เชียงแหว อ.กุมภวาปี จ.อุดรธานี 41110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "กุมภวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%203%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "คลังอุปกรณ์ จำกัด",
   "เบอร์โทรศัพท์": "064-774-1011",
   "ที่อยู่": "3 ม.1 ต.กุมภวาปี อ.กุมภวาปี จ.อุดรธานี 41110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "กุมภวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ตราสิงห์",
   "เบอร์โทรศัพท์": "093-537-4888",
   "ที่อยู่": "195 หมู่ 12 บ.ดอนเงิน ต.แชแล อ.กุมภวาปี จ.อุดรธานี 41110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "กุมภวาปี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B4%E0%B8%87%E0%B8%AB%E0%B9%8C%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "พรยุภาวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "080-781-2140",
   "ที่อยู่": "29 ม.3 บ้านม่วง ต.คอนสาย อ.กู่แก้ว จ.อุดรธานี 41130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "กู่แก้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B8%A2%E0%B8%B8%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์ดอกคูณวัสดุก่อสร้าง(สาขาทุ่งฝน)",
   "เบอร์โทรศัพท์": "088-357-9729",
   "ที่อยู่": "396 ม.9 ต.ทุ่งฝน อ.ทุ่งฝน",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "ทุ่งฝน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%94%E0%B8%AD%E0%B8%81%E0%B8%84%E0%B8%B9%E0%B8%93%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%9D%E0%B8%99%29"
 },
 {
   "ชื่อร้านค้า": "พ.รจนาวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "080-057-8250",
   "ที่อยู่": "257 ม.13 บ้านสาคร ต.หนองแวง อ.น้ำโสม จ.อุดรธานี 41210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "น้ำโสม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E.%E0%B8%A3%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ชมภู 35",
   "เบอร์โทรศัพท์": "099-745-2999",
   "ที่อยู่": "197 ม.16 ต.โพนสูง อ.บ้านดุง จ.อุดรธานี 41190",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "บ้านดุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%A1%E0%B8%A0%E0%B8%B9%2035%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สุดใจ",
   "เบอร์โทรศัพท์": "093-714-3920",
   "ที่อยู่": "166 ม.9 ต.วังทอง อ.บ้านดุง",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "บ้านดุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%83%E0%B8%88"
 },
 {
   "ชื่อร้านค้า": "สวัสดีวัสดุ",
   "เบอร์โทรศัพท์": "081-574-4584",
   "ที่อยู่": "เลขที่1 ม.2 ต.หนองแวง อ.บ้านผือ จ.อุดรธานี 41160",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "บ้านผือ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "นวพรอุปกรณ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 210 ม.1 หมู่บ้าน ดอนกลอย ต.ดอนกลอย อ.พิบูลย์รักษ์ จ.อุดรธานี 41130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "พิบูลย์รักษ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A7%E0%B8%9E%E0%B8%A3%E0%B8%AD%E0%B8%B8%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สหมิตรก่อสร้าง ",
   "เบอร์โทรศัพท์": "081-954-4046",
   "ที่อยู่": "เลขที่ 325 หมู่ 2 ตำบลวังสามหมอ อำเภอวังสามหมอ จังหวัด จ.อุดรธานี 41280",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "วังสามหมอ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%AB%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สมทวีคูณทรัพย์อลูมิเนียม",
   "เบอร์โทรศัพท์": "087-855-8641",
   "ที่อยู่": "266 ม.2 ต.วังสามหมอ อ.วังสามหมอ",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "วังสามหมอ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A1%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%84%E0%B8%B9%E0%B8%93%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%AD%E0%B8%A5%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "ฮะเฮง",
   "เบอร์โทรศัพท์": "04-227-6161",
   "ที่อยู่": "89 ม.1 ต.สร้างคอม อ.สร้างคอม จ.อุดรธานี 41260",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "สร้างคอม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AE%E0%B8%B0%E0%B9%80%E0%B8%AE%E0%B8%87%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ฮาร์ดแวร์ บุฟเฟ่ต์",
   "เบอร์โทรศัพท์": "092-265-9599",
   "ที่อยู่": "14/4-5 ถ.ธรรมเจดีย์ ต.หมากแข้ง อ.เมือง จ.อุดรธานี 41000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%9A%E0%B8%B8%E0%B8%9F%E0%B9%80%E0%B8%9F%E0%B9%88%E0%B8%95%E0%B9%8C%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สกุลไชยอุดร",
   "เบอร์โทรศัพท์": "04-224-8410",
   "ที่อยู่": "37/52 55 ถ.อดุลยเดช ต.หมากแข้ง อ.เมือง จ.อุดรธานี 41000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%81%E0%B8%B8%E0%B8%A5%E0%B9%84%E0%B8%8A%E0%B8%A2%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "จิระวัสดุภัณฑ์(ไซดไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "081-749-8777",
   "ที่อยู่": "122/9 หมู่ 4 ถ.นิตโย อ.เมือง จ.อุดรธานี 41000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B4%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เอ เอ็น การไฟฟ้า",
   "เบอร์โทรศัพท์": "098-016-5352",
   "ที่อยู่": "388 ม.7 ต.หนองนาคำ อ.เมือง จ.อุดรธานี 41000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%20%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เพชรพานิช จำกัด",
   "เบอร์โทรศัพท์": "083-264-2556",
   "ที่อยู่": "เลขที่ 253 หมู่ที่ 6 ต.กุดสระ อ.เมืองอุดรธานี 41000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุดรธานี",
   "อำเภอ": "เมืองอุดรธานี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A3%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "โชคทวีทรัพย์(เจ้สนธยา)",
   "เบอร์โทรศัพท์": "087-452-6173",
   "ที่อยู่": "81 ม.13 อ.ตระการ-โขงเจียม ต.คำไหล อ.ศรีเมืองใหม่",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุบลราชธานี",
   "อำเภอ": "ตระการ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%28%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%AA%E0%B8%99%E0%B8%98%E0%B8%A2%E0%B8%B2%29"
 },
 {
   "ชื่อร้านค้า": "ยิ่งเจริญวัสดุโฮม",
   "เบอร์โทรศัพท์": "087-918-6224",
   "ที่อยู่": "139 ม.18 ต.นาจะหลวย อ.นาจะหลวย",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุบลราชธานี",
   "อำเภอ": "นาจะหลวย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A2%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B9%82%E0%B8%AE%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "คิงสติว ",
   "เบอร์โทรศัพท์": "080-477-3766",
   "ที่อยู่": "เลขที่ 188 ม.1 ต.ยางสักกระโพหลุ่ม อ.ม่วงสามสิบ จังหวัด จ.อุบลราชธานี 34140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุบลราชธานี",
   "อำเภอ": "ม่วงสามสิบ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%B4%E0%B8%87%E0%B8%AA%E0%B8%95%E0%B8%B4%E0%B8%A7%20%20%E0%B8%AD%E0%B8%B8%E0%B8%9A%E0%B8%A5%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ไทยสงวน 2",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "100-101 ม.5 ต.ม่วงสามสิบ อ.ม่วงสามสิบ จ.อุบลราชธานี 34140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "อุบลราชธานี",
   "อำเภอ": "ม่วงสามสิบ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%AA%E0%B8%87%E0%B8%A7%E0%B8%99%202%20%E0%B8%AD%E0%B8%B8%E0%B8%9A%E0%B8%A5%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "การนิวัฒน์วัสดุ",
   "เบอร์โทรศัพท์": "095-636-4162",
   "ที่อยู่": "เลขที่ 198/2 หมู่ 2 ถนนทรงฆะศิริ ตำบลท่าลี่ อำเภอท่าลี่ จ.เลย 42140",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "ท่าลี่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%99%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "โฮมวัสดุ",
   "เบอร์โทรศัพท์": "061-232-2456",
   "ที่อยู่": "เลขที่ 293 หมู่ที่ 1 ตำบลนาดอกคำ อำเภอนาด้วง จ.เลย 42210",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "นาด้วง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "มหาราชซีเมนต์อิฐบล็อค",
   "เบอร์โทรศัพท์": "089-863-5120",
   "ที่อยู่": "เลขที่ 96 หมู่ 7 ตำบลหนองคัน อำเภอภูหลวง จ.เลย 42230",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "ภูหลวง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%8B%E0%B8%B5%E0%B9%80%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B9%8C%E0%B8%AD%E0%B8%B4%E0%B8%90%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ส.ทวิวัฒน์การค้า2",
   "เบอร์โทรศัพท์": "097-429-5329",
   "ที่อยู่": "57 ม.14 ต.หนองหย้าปล้อง อ.วังสะพุง จ.เลย 42130",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "วังสะพุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%97%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B22%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "ส.การเคหะ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "366/1 ม.1 ต.เชียงคาน อ.เชียงคาน จ.เลย 42110",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "เชียงคาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "โค้วหยู่หลี",
   "เบอร์โทรศัพท์": "04-231-1164",
   "ที่อยู่": "192 ม.10 ถ.อุดร-เลย ต.ลำภู อ.เมือง 39000",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%84%E0%B9%89%E0%B8%A7%E0%B8%AB%E0%B8%A2%E0%B8%B9%E0%B9%88%E0%B8%AB%E0%B8%A5%E0%B8%B5%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "เงินงามก่อสร้าง  ",
   "เบอร์โทรศัพท์": "081-964-2932",
   "ที่อยู่": "เลขที่ 12 หมู่ที่ 3 ตำบลผาอินทร์แปลง อำเภอเอราวัณ จังหวัด จ.เลย 42220",
   "ภาค": "ภาคตะวันออกเฉียงเหนือ",
   "จังหวัด": "เลย",
   "อำเภอ": "เอราวัณ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B8%87%E0%B8%B2%E0%B8%A1%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%20%20%E0%B9%80%E0%B8%A5%E0%B8%A2"
 },
 {
   "ชื่อร้านค้า": "มิตรวัสดุ",
   "เบอร์โทรศัพท์": "098-494-4169",
   "ที่อยู่": "3/3 ม.7 ต.ทับช้าง อ.สอยดาว จ.จันทบุรี 22180",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "จันทบุรี",
   "อำเภอ": "สอยดาว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เมืองจันท์ค้าไม้",
   "เบอร์โทรศัพท์": "03-931-1346",
   "ที่อยู่": "26/35 ม.5 ต.ท่าช้าง อ.เมือง จ.จันทบุรี 22000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "จันทบุรี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89%20%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ซุ่งหลีโลหะกิจ จำกัด",
   "เบอร์โทรศัพท์": "081-782-3240",
   "ที่อยู่": "230/5 ม.5 ต.ท่าช้าง อ.เมือง จ.จันทบุรี 22000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "จันทบุรี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เพิ่มพูนพานิช",
   "เบอร์โทรศัพท์": "03-880-6298",
   "ที่อยู่": "999/17 ต.กองดิน อ.แกลง จ.จันทบุรี 22160",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "จันทบุรี",
   "อำเภอ": "แกลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%B4%E0%B9%88%E0%B8%A1%E0%B8%9E%E0%B8%B9%E0%B8%99%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ส.นำเจริญ",
   "เบอร์โทรศัพท์": "087-145-7189",
   "ที่อยู่": "174 ม.2 ต.คลองตะเกรา อ.ท่าตะเกียบ",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "ท่าตะเกียบ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%99%E0%B8%B3%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "มงคลวัสดุก่อสร้างคลอง 16",
   "เบอร์โทรศัพท์": "087-773-9699",
   "ที่อยู่": "เลขที่ 274 หมู่ 18 ตำบล ดอนฉิมพลี อำเภอบางน้ำเปรี้ยว จ.ฉะเชิงเทรา 24170",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "บางน้ำเปรี้ยว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B8%AD%E0%B8%87%2016%20%E0%B8%89%E0%B8%B0%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์เงินทองทวีคูณ ฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "062-296-5944",
   "ที่อยู่": "110 ม.15 ต.บางปะกง อ.บางปะกง จ.ฉะเชิงเทรา 24130",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "บางปะกง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%84%E0%B8%B9%E0%B8%93%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%89%E0%B8%B0%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ธงไทย",
   "เบอร์โทรศัพท์": "03-855-1539",
   "ที่อยู่": "1415-6 ม.1 ต.พนมสารคาม อ.พนมสารคาม จ.ฉะเชิงเทรา 24120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "พนมสารคาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%87%E0%B9%84%E0%B8%97%E0%B8%A2%20%E0%B8%89%E0%B8%B0%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "หัวนาการเกษตร",
   "เบอร์โทรศัพท์": "087-932-9575",
   "ที่อยู่": "542/1 ม.4 ถ.หัวนา-บางมะเฟือง ต.คู้ยายหมี อ.สนามชัยเขต จ.ฉะเชิงเทรา 24160",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "สนามชัยเขต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%89%E0%B8%B0%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ไทยพนมค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-932-9369",
   "ที่อยู่": "เลขที่589 หมู่ 4 ตำบลคู้ยายหมี อำเภอสนามชัยเขต จ.ฉะเชิงเทรา 24160",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "สนามชัยเขต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%9E%E0%B8%99%E0%B8%A1%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%89%E0%B8%B0%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%87%E0%B9%80%E0%B8%97%E0%B8%A3%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "อริยะพรชัย จำกัด",
   "เบอร์โทรศัพท์": "088-192-8782",
   "ที่อยู่": "53/2 ม.8 ต.แปลงยาว อ.แปลงยาว",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ฉะเชิงเทรา",
   "อำเภอ": "แปลงยาว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%A3%E0%B8%B4%E0%B8%A2%E0%B8%B0%E0%B8%9E%E0%B8%A3%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "พัทยากลางฮาร์ดเเวร์ จำกัด",
   "เบอร์โทรศัพท์": "03-842-6381",
   "ที่อยู่": "129/17-18 หมู่ 9 ถนน พัทยาสาย 3 ตำบล หนองปรือ อำเภอ บางละมุง จ.ชลบุรี 20150",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บางละมุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%87%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%80%E0%B9%80%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เขาตาโลฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "03-842-6381",
   "ที่อยู่": "106/101-103 หมู่ 10 ต.หนองปรือ อ.บางละมุง จ.ชลบุรี 20150",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บางละมุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%95%E0%B8%B2%E0%B9%82%E0%B8%A5%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เติมเต็มทรัพย์ 2002 จำกัด (เลิกซื้อขาย)",
   "เบอร์โทรศัพท์": "086-481-5244",
   "ที่อยู่": "เลขที่ 33/66-70 หมู่ที่ 7 ตำบลห้วยใหญ่ อำเภอบางละมุง จ.ชลบุรี 20150",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บางละมุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%95%E0%B8%B4%E0%B8%A1%E0%B9%80%E0%B8%95%E0%B9%87%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%202002%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "นำสินสลักภัณฑ์ แอนด์ ฮาร์ดแวร์ จำกัด",
   "เบอร์โทรศัพท์": "083-020-1059",
   "ที่อยู่": "เลขที่ 64/54 หมู่ 6 ตำบลหนองปรือ อำเภอบางละมุง จังหวัด จ.ชลบุรี 20150",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บางละมุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B3%E0%B8%AA%E0%B8%B4%E0%B8%99%E0%B8%AA%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "อุดมทรัพย์",
   "เบอร์โทรศัพท์": "089-423-0999",
   "ที่อยู่": "เลขที่ 111 หมู่ 6 ตำบล หนองปรือ อำเภอ บางละมุง",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บางละมุง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B8%E0%B8%94%E0%B8%A1%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ศิริพัฒย์",
   "เบอร์โทรศัพท์": "082-393-2294",
   "ที่อยู่": "221/1 ม.3 ต.บ้านบึง อ.บ้านบึง จ.ชลบุรี 20170",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บ้านบึง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%A2%E0%B9%8C%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "พ.ประมวลวัสดุก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "081-835-6841",
   "ที่อยู่": "319/15 หมู่ที่ 1 ตำบล คลองกิ่ว อำเภอบ้านบึง จังหวัด จ.ชลบุรี 20220",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "บ้านบึง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E.%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%A1%E0%B8%A7%E0%B8%A5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เอ็ม.เค. ค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "038-787-3056",
   "ที่อยู่": "17/11 ถนนจารุวร ตำบลพนัสนิคม อำเภอพนัสนิคม จ.ชลบุรี 20140",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "พนัสนิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%A1.%E0%B9%80%E0%B8%84.%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ทีสมบูรณ์ฮาร์ดแวร์(เลิกซื้อขาย ฉ้อโกง)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "78 ม.7 ต.บ่อวิน อ.ศรีราชา จ.ชลบุรี 20230",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B5%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%20%E0%B8%89%E0%B9%89%E0%B8%AD%E0%B9%82%E0%B8%81%E0%B8%87%29%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บุญโต โอเค (เลิกซื้อขาย)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "144/129-131 ม.9 ต.ทุ่งสุขลา อ.ศรีราชา จ.ชลบุรี 20230",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%82%E0%B8%95%20%E0%B9%82%E0%B8%AD%E0%B9%80%E0%B8%84%20%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "โชคชัยซุปเปอร์ฮาร์ดแวร์ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "198/9-10 ม.9 ต.ทุ่งสุขลา อ.ศรีราชา จ.ชลบุรี 20230",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%8B%E0%B8%B8%E0%B8%9B%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ส.บูรพาค้าวัสดุ จำกัด(เลิกซื้อขาย ฉ้อโกง)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "120/2 ม.1 ต.หนองขาม อ.ศรีราชา จ.ชลบุรี 20230",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%9E%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%20%E0%B8%89%E0%B9%89%E0%B8%AD%E0%B9%82%E0%B8%81%E0%B8%87%29%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สองเขต",
   "เบอร์โทรศัพท์": "082-536-1662",
   "ที่อยู่": "241/34 ม.7 ต.หนองขาม อ.ศรีราชา จ.ชลบุรี 20230",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%95%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ศรีมุมเมือง",
   "เบอร์โทรศัพท์": "081-576-5028",
   "ที่อยู่": "77/5 ม.10 ต.ทุ่งสุขลา อ.ศรีราชา",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "โมเดิรน์ ช็อป เฟอร์นิเจอร์",
   "เบอร์โทรศัพท์": "089-752-9041",
   "ที่อยู่": "เลขที่ 425/1 ม.3 ต.หนองขาม อ.ศรีราชา",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%A1%E0%B9%80%E0%B8%94%E0%B8%B4%E0%B8%A3%E0%B8%99%E0%B9%8C%20%E0%B8%8A%E0%B9%87%E0%B8%AD%E0%B8%9B%20%E0%B9%80%E0%B8%9F%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%99%E0%B8%B4%E0%B9%80%E0%B8%88%E0%B8%AD%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ส.โชคชัยฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "081-209-9289",
   "ที่อยู่": "209/5 ม.9 ต.สุรศักดิ์ อ.ศรีราชา",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "ศรีราชา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เศรษฐี",
   "เบอร์โทรศัพท์": "092-932-6365",
   "ที่อยู่": "เลขที่ 117/41 หมู่ที่ 4 ตำบลพลูตาหลวง อำเภอสัตหีบ จังหวัด จ.ชลบุรี 20180",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "สัตหีบ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A8%E0%B8%A3%E0%B8%A9%E0%B8%90%E0%B8%B5%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เตี่ยประทานทรัพย์เจริญ",
   "เบอร์โทรศัพท์": "085-166-2638",
   "ที่อยู่": "208/5 ม.7 ถ.สุขุมวิท ต.พลูตาหลวง อ.สัตหีบ",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "สัตหีบ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%95%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%97%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "พี ดับบลิว บุญเจริญ 88 เอ็นจิเนียริ่ง จำกัด",
   "เบอร์โทรศัพท์": "096-239-2478",
   "ที่อยู่": "703 ม.2 ต.หนองใหญ่ อ.หนองใหญ่ จ.ชลบุรี 20190",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "หนองใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5%20%E0%B8%94%E0%B8%B1%E0%B8%9A%E0%B8%9A%E0%B8%A5%E0%B8%B4%E0%B8%A7%20%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%2088%20%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%B4%E0%B9%88%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เกาะโพธิ์โฮมมาร์ท จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "108 ม.4 ต.ท่าบุญมี อ.เกาะจันทร์ จ.ชลบุรี 20240",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "เกาะจันทร์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%81%E0%B8%B2%E0%B8%B0%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%97%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "โฮมเจริญดี จำกัด",
   "เบอร์โทรศัพท์": "03-820-9442",
   "ที่อยู่": "30/1 ม.7 ต.ท่าบุญมี อ.เกาะจันทร์ จ.ชลบุรี 20240",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "เกาะจันทร์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%94%E0%B8%B5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "มีดี",
   "เบอร์โทรศัพท์": "081-301-8049",
   "ที่อยู่": "36/4 หมู่ 6 ตำบล นาป่า อำเภอเมือง จ.ชลบุรี 20000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B5%E0%B8%94%E0%B8%B5%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ธนาบุญวัสดุก่อสร้าง(เลิกซื้อขาย ฉ้อโกง)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 86/76 หมู่ 11 ตำบล นาป่า อำเภอเมืองชลบุรี 20000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "เมืองชลบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%99%E0%B8%B2%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%20%E0%B8%89%E0%B9%89%E0%B8%AD%E0%B9%82%E0%B8%81%E0%B8%87%29%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ชลบุรีศรีธรรมรัตน์(เลิกซื้อขาย ฉ้อโกง)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "841/53 ถ.สุขประยูร ต.บ้านโชค อ.เมืองชลบุรี 20000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "เมืองชลบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B9%8C%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%20%E0%B8%89%E0%B9%89%E0%B8%AD%E0%B9%82%E0%B8%81%E0%B8%87%29%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ซอย 9 ฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "085-331-8133",
   "ที่อยู่": "23/110 ม.2 ซอย 9 ถ.เศรษฐกิจ ต.บ้านสวน อ.เมืองชลบุรี",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ชลบุรี",
   "อำเภอ": "เมืองชลบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%AD%E0%B8%A2%209%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%8A%E0%B8%A5%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "คมศักดิ์วิทยุ",
   "เบอร์โทรศัพท์": "093-519-4563",
   "ที่อยู่": "229 ม.3 ต.บ่อพลอย อ.บ่อไร่ จ.ตราด 23140",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ตราด",
   "อำเภอ": "บ่อไร่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A1%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B8%20%E0%B8%95%E0%B8%A3%E0%B8%B2%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ช.ช้างวัสดุ",
   "เบอร์โทรศัพท์": "084-865-6668",
   "ที่อยู่": "เลขที่ 33/3 หมู่ที่ 4 ตำบลชำราก อำเภอเมืองตราด จังหวัด",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ตราด",
   "อำเภอ": "เมืองตราด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%8A%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%95%E0%B8%A3%E0%B8%B2%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ปาเทค 3303",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 37 ซอยท่าห้วยแร้ง ตำบลวังกระแจะ อำเภอเมืองตราด จังหวัด 23000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ตราด",
   "อำเภอ": "เมืองตราด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B2%E0%B9%80%E0%B8%97%E0%B8%84%203303%20%E0%B8%95%E0%B8%A3%E0%B8%B2%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ช มีทรัพย์อนันต์",
   "เบอร์โทรศัพท์": "084-865-6668",
   "ที่อยู่": "เลขที่ 33/3 หมู่ที่ 4 ตำบลชำราก อำเภอเมืองตราด 23000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ตราด",
   "อำเภอ": "เมืองตราด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%20%E0%B8%A1%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%AD%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B9%8C%20%E0%B8%95%E0%B8%A3%E0%B8%B2%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "สี่เลนซัพพลาย แอนด์ เซอร์วิส จำกัด",
   "เบอร์โทรศัพท์": "080-639-0467",
   "ที่อยู่": "200 ม.1 ต.วังท่าช้าง อ.กบินทร์บุรี จ.ปราจีนบุรี 25110",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ปราจีนบุรี",
   "อำเภอ": "กบินทร์บุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%99%E0%B8%8B%E0%B8%B1%E0%B8%9E%E0%B8%9E%E0%B8%A5%E0%B8%B2%E0%B8%A2%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B9%80%E0%B8%8B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B4%E0%B8%AA%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B5%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ต.วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "090-941-2612",
   "ที่อยู่": "188 ม.3 ต.เมืองเก่า อ.กบินทร์บุรี จ.ปราจีนบุรี 25110",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ปราจีนบุรี",
   "อำเภอ": "กบินทร์บุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%88%E0%B8%B5%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ต.วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-714-3984",
   "ที่อยู่": "126 ม.1 ต.นนทรี อ.กบินทร์บุรี",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ปราจีนบุรี",
   "อำเภอ": "กบินทร์บุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ส.ช.ก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "38/1 ม.1 ต.หนองแสง อ.ประจันตคาม",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ปราจีนบุรี",
   "อำเภอ": "ประจันตคาม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%8A.%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "บ้านค่าย ช.อำนวยทรัพย์คอนกรีต จำกัด",
   "เบอร์โทรศัพท์": "081-209-7579",
   "ที่อยู่": "144 หมู่ 4 ต.บ้านค่าย อ.บ้านค่าย จ.ระยอง 21120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "บ้านค่าย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%A2%20%E0%B8%8A.%E0%B8%AD%E0%B8%B3%E0%B8%99%E0%B8%A7%E0%B8%A2%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "จิรา วัสดุก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "089-543-6306",
   "ที่อยู่": "เลขที่ 2/9 หมู่ที่ 2 ตำบลหนองบัว อำเภอบ้านค่าย จังหวัด จ.ระยอง 21120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "บ้านค่าย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B4%E0%B8%A3%E0%B8%B2%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ระยองเพ้นท์เตอร์ บ้านค่าย2549",
   "เบอร์โทรศัพท์": "090-982-4455",
   "ที่อยู่": "145 ม.6 ต.บ้านค่าย อ.บ้านค่าย จ.ระยอง 21120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "บ้านค่าย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%9E%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%A22549%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ช.อำนวยทรัพย์การค้า(เจ้นงเยาว์)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "196 ม.1 ต.ซากบก อ.บ้านค่าย จ.ระยอง 21120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "บ้านค่าย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%AD%E0%B8%B3%E0%B8%99%E0%B8%A7%E0%B8%A2%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%28%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%99%E0%B8%87%E0%B9%80%E0%B8%A2%E0%B8%B2%E0%B8%A7%E0%B9%8C%29%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ศิริวุฒิภัณฑ์ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "789/5 ม.3 ต.มาบยางพร อ.ปลวกแดง จ.ระยอง 21140",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "ปลวกแดง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%A7%E0%B8%B8%E0%B8%92%E0%B8%B4%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "โชคเจริญทรัพย์ค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "084-013-2333",
   "ที่อยู่": "382 ม.3 ต.แม่น้ำคู่ อ.ปลวกแดง จ.ระยอง 21140",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "ปลวกแดง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ส.โชคดี",
   "เบอร์โทรศัพท์": "03-865-1215",
   "ที่อยู่": "126 ม.2 ตำบล เพ อ.เมือง จ.ระยอง 21160",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%94%E0%B8%B5%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "อาณาจักรเหล็ก ระยอง จำกัด",
   "เบอร์โทรศัพท์": "086-329-0889",
   "ที่อยู่": "81/211 ม.3 ต.เชิงเนิน อ.เมือง จ.ระยอง 21000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%93%E0%B8%B2%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ตันโชติวานิช",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "20/4 ถ.มาพยา ต.มาบตาพุด อ.เมืองระยอง 21150",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "ระยอง",
   "อำเภอ": "เมืองระยอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B1%E0%B8%99%E0%B9%82%E0%B8%8A%E0%B8%95%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "3 แชมป์ แอสเชท จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "584 ม.2 ต.โคคลาน อ.ตาพระยา จ.สระแก้ว 27180",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "ตาพระยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=3%20%E0%B9%81%E0%B8%8A%E0%B8%A1%E0%B8%9B%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%8A%E0%B8%97%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "เติมเต็ม วัสดุ",
   "เบอร์โทรศัพท์": "064-824-6636",
   "ที่อยู่": "365 ม.6 ต.ทัพเสด็จ อ.ตาพระยา จ.สระแก้ว 27180",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "ตาพระยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%95%E0%B8%B4%E0%B8%A1%E0%B9%80%E0%B8%95%E0%B9%87%E0%B8%A1%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "คลังสีตาพระยา",
   "เบอร์โทรศัพท์": "082-469-6636",
   "ที่อยู่": "เลขที่ 704 หมู่ 1 ตำบลตาพระยา อำเภอตาพระยา",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "ตาพระยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%AA%E0%B8%B5%E0%B8%95%E0%B8%B2%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "โชคพานิชวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-255-3725",
   "ที่อยู่": "เลขที่ 109/5 ม.1 ต.วังน้ำเย็น อ.วังน้ำเย็น จ.สระแก้ว 27120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วังน้ำเย็น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "โชควัสดุ   ",
   "เบอร์โทรศัพท์": "088-277-2926",
   "ที่อยู่": "เลขที่ 124 ม.16 ต.คลองหินปูน อ.วังน้ำเย็น จ.สระแก้ว 27210",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วังน้ำเย็น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%20%20%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "วังน้ำเย็นค้าเหล็ก จำกัด",
   "เบอร์โทรศัพท์": "095-864-8889",
   "ที่อยู่": "เลขที่ 888/8 หมู่ที่ 1 ตำบล วังน้ำเย็น อำเภอ วังน้ำเย็น จ.สระแก้ว 27210",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วังน้ำเย็น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%87%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B9%80%E0%B8%A2%E0%B9%87%E0%B8%99%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "มีโชควัสดุ 2020",
   "เบอร์โทรศัพท์": "063-329-8245",
   "ที่อยู่": "เลขที่ 569 หมู่ 1 ตำบลวังใหม่ อำเภอวังสมบูรณ์ จังหวัด จ.สระแก้ว 27250",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วังสมบูรณ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B5%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%202020%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "วังสมบูรณ์โลหะ",
   "เบอร์โทรศัพท์": "081-683-2797",
   "ที่อยู่": "221 ม.12 ต.วังสมบูรณ์ อ.วังสมบูรณ์",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วังสมบูรณ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B1%E0%B8%87%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0"
 },
 {
   "ชื่อร้านค้า": "ศ.แซร์ออ",
   "เบอร์โทรศัพท์": "087-149-9061",
   "ที่อยู่": "139 ม.11 ต.แซร์ออ อ.วัฒนานคร จ.สระแก้ว 27160",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วัฒนานคร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8.%E0%B9%81%E0%B8%8B%E0%B8%A3%E0%B9%8C%E0%B8%AD%E0%B8%AD%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "ไชยมงคล วัสดุ",
   "เบอร์โทรศัพท์": "098-251-0185",
   "ที่อยู่": "เลขที่ 130/1 หมู่ 5 ตำบลแซร์ออ อำเภอวัฒนานคร จ.สระแก้ว 27160",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วัฒนานคร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%8A%E0%B8%A2%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "มนตรี",
   "เบอร์โทรศัพท์": "084-212-2189",
   "ที่อยู่": "408 ม.8 ต.หนองตะเคียนบอน อ.วัฒนานคร",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วัฒนานคร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ช.บุญเล็ก วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "095-468-1517",
   "ที่อยู่": "183 ม.4 ต.หนองน้ำใส อ.วัฒนานคร",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "วัฒนานคร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%80%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ฟากห้วยเจริญวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-157-4007",
   "ที่อยู่": "152 ม.7 ต.ฟากห้วย อ.อรัญประเทศ จ.สระแก้ว 27120",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "อรัญประเทศ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9F%E0%B8%B2%E0%B8%81%E0%B8%AB%E0%B9%89%E0%B8%A7%E0%B8%A2%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "ท่าเกษมอิฐบล๊อค",
   "เบอร์โทรศัพท์": "063-265-3961",
   "ที่อยู่": "เลขที่6 หมู่ 2 ถ.สุวรรณศร ต.ท่าเกษม อ.เมือง จ.สระแก้ว 27000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%A1%E0%B8%AD%E0%B8%B4%E0%B8%90%E0%B8%9A%E0%B8%A5%E0%B9%8A%E0%B8%AD%E0%B8%84%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "เจมส์วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "082-192-0872",
   "ที่อยู่": "250/54 ม.6 ต.สระแก้ว อ.เมืองกำแพงเพชร 62000",
   "ภาค": "ภาคตะวันออก",
   "จังหวัด": "สระแก้ว",
   "อำเภอ": "เมืองกำแพงเพชร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A1%E0%B8%AA%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "สยาม รอยัล แมนเนจเม้นท์ จำกัด",
   "เบอร์โทรศัพท์": "081-116-2588",
   "ที่อยู่": "189/9 ม.1 ต.หนองขาว อ.ท่าม่วง จ.กาญจนบุรี 71110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "กาญจนบุรี",
   "อำเภอ": "ท่าม่วง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%A2%E0%B8%B2%E0%B8%A1%20%E0%B8%A3%E0%B8%AD%E0%B8%A2%E0%B8%B1%E0%B8%A5%20%E0%B9%81%E0%B8%A1%E0%B8%99%E0%B9%80%E0%B8%99%E0%B8%88%E0%B9%80%E0%B8%A1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "พรธนทรัพย์ เจริญกิจ จำกัด",
   "เบอร์โทรศัพท์": "081-116-2588",
   "ที่อยู่": "189/9 ม.1 ต.หนองขาว อ.ท่าม่วง จ.กาญจนบุรี 71110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "กาญจนบุรี",
   "อำเภอ": "ท่าม่วง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B8%98%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "กาญจนบุรีค้าเหล็ก จำกัด",
   "เบอร์โทรศัพท์": "081-942-6599",
   "ที่อยู่": "เลขที่ 122/18 หมู่ 3 ต.ท่าล้อ อ.ท่าม่วง จ.กาญจนบุรี 71110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "กาญจนบุรี",
   "อำเภอ": "ท่าม่วง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ดอนแสลบรุ่งเรือง",
   "เบอร์โทรศัพท์": "084-456-2368",
   "ที่อยู่": "64 ม.1 ต.ดอนแสลบ อ.ห้วยกระเจา",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "กาญจนบุรี",
   "อำเภอ": "ห้วยกระเจา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%AD%E0%B8%99%E0%B9%81%E0%B8%AA%E0%B8%A5%E0%B8%9A%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เลาขวัญคอนกรีต",
   "เบอร์โทรศัพท์": "081-943-3147",
   "ที่อยู่": "เลขที่ 119 หมู่ที่ 5 ตำบลเลาขวัญ อำเภอเลาขวัญ จ.กาญจนบุรี 71210",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "กาญจนบุรี",
   "อำเภอ": "เลาขวัญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A5%E0%B8%B2%E0%B8%82%E0%B8%A7%E0%B8%B1%E0%B8%8D%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "จงรุ่งเรืองค้าวัสดุ",
   "เบอร์โทรศัพท์": "065-980-7741",
   "ที่อยู่": "432 ม.3 ต.หนองประดู่ อ.เลาขวัญ",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "กาญจนบุรี",
   "อำเภอ": "เลาขวัญ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%87%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ส.วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "07-358-3121",
   "ที่อยู่": "117 ม.4 ต.พร่อน อ.ตากใบ 96110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "ตากใบ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "เอสเจเอฟ ฟีดมิลล์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "279 หมู่ที่ 12 ตำบลหนองตากยา อำเภอท่าม่วง",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "ท่าม่วง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%88%E0%B9%80%E0%B8%AD%E0%B8%9F%20%E0%B8%9F%E0%B8%B5%E0%B8%94%E0%B8%A1%E0%B8%B4%E0%B8%A5%E0%B8%A5%E0%B9%8C%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "พูลทรัพย์พาณิชย์",
   "เบอร์โทรศัพท์": "084-811-9128",
   "ที่อยู่": "318/2 ม.14 ต.ตากออก อ.บ้านตาก 63120",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "บ้านตาก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "พบพระพาณิชย์",
   "เบอร์โทรศัพท์": "087-201-1298",
   "ที่อยู่": "451 ม.3 ต.พบพระ อ.พบพระ จ.ตาก 63160",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "พบพระ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ชัยพิพัฒน์ คอนซันแทนท์",
   "เบอร์โทรศัพท์": "062-287-4249",
   "ที่อยู่": "640 ม.1 ต.พบพระ อ.พบพระ จ.ตาก 63160",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "พบพระ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%9E%E0%B8%B4%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B9%8C%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%8B%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%97%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ส.สุวรรณ",
   "เบอร์โทรศัพท์": "081-888-8212",
   "ที่อยู่": "373/14 หมู่4 ต.สามเงา อ.สามเงา จ.ตาก 63130",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "สามเงา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%AA%E0%B8%B8%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "น้องกาย มินิมาร์ท",
   "เบอร์โทรศัพท์": "080-945-8456",
   "ที่อยู่": "48/20 ม.9 ต.ตากแดด อ.เมือง",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A2%20%E0%B8%A1%E0%B8%B4%E0%B8%99%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%97%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "เจริญภัณฑ์ซีเเพค",
   "เบอร์โทรศัพท์": "077-574-7290",
   "ที่อยู่": "เลขที่ 74/4 หมู่ 8 ถนนดอนรวบ ตำบลตากเเดด อำเภอเมืองชุมพร 86000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "เมืองชุมพร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%E0%B8%8B%E0%B8%B5%E0%B9%80%E0%B9%80%E0%B8%9E%E0%B8%84%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ทรัพย์เกษตร",
   "เบอร์โทรศัพท์": "085-821-1087",
   "ที่อยู่": "13/16-17 หมู่ 1 ต.ตาก้อง อ.เมืองนครปฐม",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "เมืองนครปฐม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ภ. พรรณีการค้า(ไซดไลน์อาทิตย์)",
   "เบอร์โทรศัพท์": "086-205-2721",
   "ที่อยู่": "48 หมู่ที่ 2 ซอยมิตรสัมพันธ์ 7 ต.ท่าสายลวด อ.แม่สอด จ.ตาก 63110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "แม่สอด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A0.%20%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B8%B5%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%28%E0%B9%84%E0%B8%8B%E0%B8%94%E0%B9%84%E0%B8%A5%E0%B8%99%E0%B9%8C%E0%B8%AD%E0%B8%B2%E0%B8%97%E0%B8%B4%E0%B8%95%E0%B8%A2%E0%B9%8C%29%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ตากใบทวีทรัพย์",
   "เบอร์โทรศัพท์": "085-790-1442",
   "ที่อยู่": "161/5 ม.4 เจ๊เห ต.ตากใบ 96110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ตาก",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95%E0%B8%B2%E0%B8%81%E0%B9%83%E0%B8%9A%E0%B8%97%E0%B8%A7%E0%B8%B5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%20%E0%B8%95%E0%B8%B2%E0%B8%81"
 },
 {
   "ชื่อร้านค้า": "ต.พาณิชย์(ไร่บน)",
   "เบอร์โทรศัพท์": "082-249-4746",
   "ที่อยู่": "96 ม.2 ต.หาดขาม อ.กุยบุรี จังหวัด",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "กุยบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%95.%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%28%E0%B9%84%E0%B8%A3%E0%B9%88%E0%B8%9A%E0%B8%99%29"
 },
 {
   "ชื่อร้านค้า": "โง้วฮวดเส็ง",
   "เบอร์โทรศัพท์": "081-947-7709",
   "ที่อยู่": "เลขที่ 134/2 หมู่ 1 ถ.เพชรเกษม ต. ห้วยยาง อ.ทับสะแก จ.ประจวบคีรีขันธ์ 77130",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "ทับสะแก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%87%E0%B9%89%E0%B8%A7%E0%B8%AE%E0%B8%A7%E0%B8%94%E0%B9%80%E0%B8%AA%E0%B9%87%E0%B8%87%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เขาแก้วซีแพค",
   "เบอร์โทรศัพท์": "083-558-0299",
   "ที่อยู่": "177/2 ม.2 ต.พงศ์ประศาสน์ อ.บางสะพาน จ.ประจวบคีรีขันธ์ 77140",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "บางสะพาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7%E0%B8%8B%E0%B8%B5%E0%B9%81%E0%B8%9E%E0%B8%84%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ธณฉัตรชูพันธ์ จำกัด",
   "เบอร์โทรศัพท์": "082-240-6745",
   "ที่อยู่": "330 หมู่ 1 ต.ชัยเกษม อ.บางสะพาน จ.ประจวบคีรีขันธ์ 77190",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "บางสะพาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%93%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B8%8A%E0%B8%B9%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ลีลานุชการก่อสร้าง",
   "เบอร์โทรศัพท์": "032-694-6370",
   "ที่อยู่": "เลขที่ 2/8 หมู่ 1 ตำบลไชยราช อำเภอบางสะพานน้อย",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "บางสะพานน้อย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B8%B5%E0%B8%A5%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ศิวะวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "430 ม.16 ต.ทับใต้ อ.หัวหิน จ.ประจวบคีรีขันธ์ 77110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "หัวหิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A7%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "สีวลี การช่าง จำกัด",
   "เบอร์โทรศัพท์": "086-754-6572",
   "ที่อยู่": "เลขที่ 242 หมู่ที่ 12 ตำบลทับใต้ อำเภอหัวหิน จ.ประจวบคีรีขันธ์ 77110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "หัวหิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B5%E0%B8%A7%E0%B8%A5%E0%B8%B5%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "มิ่งฟ้า หัวหิน",
   "เบอร์โทรศัพท์": "081-694-0647",
   "ที่อยู่": "82/5 ถ.เพชรเกษม ต.หัวหิน อ.หัวหิน จ.ประจวบคีรีขันธ์ 77110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "หัวหิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B8%9F%E0%B9%89%E0%B8%B2%20%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%AB%E0%B8%B4%E0%B8%99%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "พี.เอช.(ทับใต้) จำกัด",
   "เบอร์โทรศัพท์": "082-838-8555",
   "ที่อยู่": "454 ม.2 ต.ทับใต้ อ.หัวหิน จ.ประจวบคีรีขันธ์ 77100",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "หัวหิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5.%E0%B9%80%E0%B8%AD%E0%B8%8A.%28%E0%B8%97%E0%B8%B1%E0%B8%9A%E0%B9%83%E0%B8%95%E0%B9%89%29%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "เพื่อนค้าไม้ ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 146/23 ถ.เพชรเกษม ต. หนองแค อ. หัวหิน",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "หัวหิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89"
 },
 {
   "ชื่อร้านค้า": "หัวหินคอนกรีต",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 197 หมู่ 15 ต.หินเหล็กไฟ อ.หัวหิน",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "หัวหิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%B1%E0%B8%A7%E0%B8%AB%E0%B8%B4%E0%B8%99%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "เมืองทองสโตร์ จำกัด",
   "เบอร์โทรศัพท์": "083-057-1072",
   "ที่อยู่": "27 29 31 33 ถ.มหาราช ต.ประจวบคีรีขันธ์ อ.เมือง 77000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B9%82%E0%B8%95%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "มั่นกิจรุ่งโรจน์ (เลิกซื้อขาย)",
   "เบอร์โทรศัพท์": "095-289-2661",
   "ที่อยู่": "197/2 ถ.ประจวบคีรีขันธ์ ต.ประจวบฯ อ.เมืองฯ",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ประจวบคีรีขันธ์",
   "อำเภอ": "เมืองฯ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B1%E0%B9%88%E0%B8%99%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%82%E0%B8%A3%E0%B8%88%E0%B8%99%E0%B9%8C%20%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%8B%E0%B8%B7%E0%B9%89%E0%B8%AD%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%A7%E0%B8%9A%E0%B8%84%E0%B8%B5%E0%B8%A3%E0%B8%B5%E0%B8%82%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "หมูไทย จำกัด (สาขา1)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "113 ม.5 ต.เบิกไพร อ.จอมบึง จ.ราชบุรี 70150",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "จอมบึง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B9%84%E0%B8%97%E0%B8%A2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%28%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B21%29%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "หนุ่มหนองสีนวลวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "089-081-3829",
   "ที่อยู่": "เลขที่ 46/2 หมู่ 5 ตำบลด่านทับตะโก อำเภอจอมบึง จ.ราชบุรี 70150",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "จอมบึง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%99%E0%B8%B8%E0%B9%88%E0%B8%A1%E0%B8%AB%E0%B8%99%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%B5%E0%B8%99%E0%B8%A7%E0%B8%A5%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เอสเจเอฟ ฟาร์ม จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "56/2 ม.5 ต.เบิกไพร อ.จอมบึง",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "จอมบึง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%E0%B8%AA%E0%B9%80%E0%B8%88%E0%B9%80%E0%B8%AD%E0%B8%9F%20%E0%B8%9F%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "เครื่องจักรอุตสาหกรรม จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "38/1 หมู่ 3 ต. ท่าผา อ.บ้านโป่ง จ.ราชบุรี 70110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "บ้านโป่ง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%AA%E0%B8%B2%E0%B8%AB%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "นำชัยสตีล จำกัด",
   "เบอร์โทรศัพท์": "081-981-8107",
   "ที่อยู่": "เลขที่ 117/4 หมู่ 10 ตำบลหนองอ้อ อำเภอบ้านโป่ง จังหวัด จ.ราชบุรี 70110",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "บ้านโป่ง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B3%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "มณีจรัสแสง",
   "เบอร์โทรศัพท์": "03-221-2002",
   "ที่อยู่": "71/12 ม.6 ถ.เขางู- เบิกไพร อ.บ้านโป่ง",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "บ้านโป่ง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%93%E0%B8%B5%E0%B8%88%E0%B8%A3%E0%B8%B1%E0%B8%AA%E0%B9%81%E0%B8%AA%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "สีน้ำเงินวัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "085-887-9516",
   "ที่อยู่": "เลขที่ 69 หมู่ 4 ตำบลเกาะศาลพระ อำเภอวัดเพลง จ.ราชบุรี 70170",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "วัดเพลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B5%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เจ้าคุณวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-565-4533",
   "ที่อยู่": "139 ม.1 ต.สวนผึ้ง อ.สวนผึ้ง",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "สวนผึ้ง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "สุทธิภัณฑ์คัลเลอร์เพ้นท์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "241/26 ถ.ราษฏรยินดี อ.เมือง จ.ราชบุรี 70000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%97%E0%B8%98%E0%B8%B4%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%E0%B8%84%E0%B8%B1%E0%B8%A5%E0%B9%80%E0%B8%A5%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%9E%E0%B9%89%E0%B8%99%E0%B8%97%E0%B9%8C%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "โฮมไท ค้าวัสดุ ",
   "เบอร์โทรศัพท์": "065-665-4142",
   "ที่อยู่": "เลขที่ 153/45 ซอย มนตรีสุริยวงค์7 ตำบลหน้าเมือง อำเภอเมือง จ.ราชบุรี 70000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%84%E0%B8%97%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "พนาภัณฑ์ก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "61/2 ม.9 ต.ดอนตะโก อ.เมืองราชบุรี 70000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "เมืองราชบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%99%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ศิริเรืองชัย การก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 4/9 หมู่ 5 ตำบลเจดีย์หัก อำเภอเมืองราชบุรี จังหวัด 70000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "เมืองราชบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เพลิน",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 30/3 หมู่ 5 ตำบลท่าราบ อำเภอเมืองราชบุรี 70000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "เมืองราชบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%B4%E0%B8%99%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ดี2ซี จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "364 ม.1 ต.หินกอง อ.เมืองราชบุรี 70000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "เมืองราชบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B52%E0%B8%8B%E0%B8%B5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ภัทรพุทโธ จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "30 ม.2 ต.เจ็ดเสมียน อ.โพธาราม จ.ราชบุรี 70120",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "โพธาราม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A0%E0%B8%B1%E0%B8%97%E0%B8%A3%E0%B8%9E%E0%B8%B8%E0%B8%97%E0%B9%82%E0%B8%98%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "อัศวยิ่งเจริญ",
   "เบอร์โทรศัพท์": "092-946-9655",
   "ที่อยู่": "117 ม.2 ต.นางแก้ว อ.โพธาราม",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "ราชบุรี",
   "อำเภอ": "โพธาราม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B1%E0%B8%A8%E0%B8%A7%E0%B8%A2%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "เหล็กชะอำ จำกัด",
   "เบอร์โทรศัพท์": "089-837-5455",
   "ที่อยู่": "22 ม.6 ต.เขาใหญ่ อ.ชะอำ จ.เพชรบุรี 76120",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "เพชรบุรี",
   "อำเภอ": "ชะอำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%E0%B8%8A%E0%B8%B0%E0%B8%AD%E0%B8%B3%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สาระเห็ด วัสดุ",
   "เบอร์โทรศัพท์": "087-170-1175",
   "ที่อยู่": "201 ม.1 ต.กลัดหลวง อ.ท่ายาง",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "เพชรบุรี",
   "อำเภอ": "ท่ายาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AB%E0%B9%87%E0%B8%94%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ประกอบการค้า",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "138 ม.6 ต.บ้านลาด อ.บ้านลาด จ.เพชรบุรี 76150",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "เพชรบุรี",
   "อำเภอ": "บ้านลาด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เอ 46 ดีไซน์ แอนด์ คอนสตรัคชั่น จำกัด",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 250/1 หมู่ที่ 4 ตำบล/แขวง บางเค็ม อำเภอ/เขต เขาย้อย จังหวัด จ.เพชรบุรี 76140",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "เพชรบุรี",
   "อำเภอ": "เขาย้อย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%AD%2046%20%E0%B8%94%E0%B8%B5%E0%B9%84%E0%B8%8B%E0%B8%99%E0%B9%8C%20%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "อู่ต้อมการช่าง  ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 561 หมู่ 1 ถ.เพชรเกษม ต.ไร่ส้ม อ.เมืองเพชรบุรี 76000",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "เพชรบุรี",
   "อำเภอ": "เมืองเพชรบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B9%E0%B9%88%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%20%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เป็นธรรมวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "063-189-5549",
   "ที่อยู่": "140 ม.8 ต.วังจันทร์ อ.แก่งกระจาน จ.เพชรบุรี 76170",
   "ภาค": "ภาคตะวันตก",
   "จังหวัด": "เพชรบุรี",
   "อำเภอ": "แก่งกระจาน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เพหลา โลหะภัณฑ์",
   "เบอร์โทรศัพท์": "098-731-1978",
   "ที่อยู่": "3/10 ม.1 ต.เพหลา อ.คลองท่อม",
   "ภาค": "ภาคใต้",
   "จังหวัด": "กระบี่",
   "อำเภอ": "คลองท่อม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%AB%E0%B8%A5%E0%B8%B2%20%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "นภาภัณฑ์",
   "เบอร์โทรศัพท์": "087-279-3846",
   "ที่อยู่": "32 ถ.บางแก้วใต้ ต.ปลายพระยา อ.ปลายพระยา จ.กระบี่ 81160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "กระบี่",
   "อำเภอ": "ปลายพระยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A0%E0%B8%B2%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B5%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "จีรพงศ์วัสดุก่อสร้าง ",
   "เบอร์โทรศัพท์": "081-163-0062",
   "ที่อยู่": "86/6 ม.3 ถ.สหกรณ์ ต.คลองยา อ.อ่าวลึก จ.กระบี่ 81110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "กระบี่",
   "อำเภอ": "อ่าวลึก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B5%E0%B8%A3%E0%B8%9E%E0%B8%87%E0%B8%A8%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%20%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B5%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ซินตงเฮง",
   "เบอร์โทรศัพท์": "064-923-9878",
   "ที่อยู่": "34/2 ถ.ศรีพังงา ต.กระบี่ใหญ่ อ.เมืองกระบี่ 81000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "กระบี่",
   "อำเภอ": "เมืองกระบี่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%B4%E0%B8%99%E0%B8%95%E0%B8%87%E0%B9%80%E0%B8%AE%E0%B8%87%20%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%9A%E0%B8%B5%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "รุ่งนภา การค้า",
   "เบอร์โทรศัพท์": "083-894-9226",
   "ที่อยู่": "63/5 ม.1 ต.ปากคลอง อ.ปะทิว จ.ชุมพร 86210",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ชุมพร",
   "อำเภอ": "ปะทิว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%99%E0%B8%A0%E0%B8%B2%20%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B8%9E%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "เรื่องเหล็ก",
   "เบอร์โทรศัพท์": "063-965-4923",
   "ที่อยู่": "269 หมู่ 1 ตำบล ดอนบาง อำเภอ ปะทิว จ.ชุมพร 86210",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ชุมพร",
   "อำเภอ": "ปะทิว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B8%9E%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "ไทรงาม วิศวกรรม จำกัด",
   "เบอร์โทรศัพท์": "086-890-2233",
   "ที่อยู่": "เลขที่ 32/1 หมู่ที่ 6 ตำบลบางหมก อำเภอเมืองชุมพร",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ชุมพร",
   "อำเภอ": "เมืองชุมพร",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%A3%E0%B8%87%E0%B8%B2%E0%B8%A1%20%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%8A%E0%B8%B8%E0%B8%A1%E0%B8%9E%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "มงคลเครื่องครัว",
   "เบอร์โทรศัพท์": "090-483-5547",
   "ที่อยู่": "35 ม.1 หมู่บ้าน หัวถนน ต.ปะเหลียน อ.ปะเหลียน จ.ตรัง 92180",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "ปะเหลียน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7%20%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ประกอบ",
   "เบอร์โทรศัพท์": "085-692-2538",
   "ที่อยู่": "81 ม.2 ต.คลองปาง อ.รัษฎา จ.ตรัง 92160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "รัษฎา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%20%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "SP.การก่อสร้าง",
   "เบอร์โทรศัพท์": "093-720-5632",
   "ที่อยู่": "29 ม.1 ต.ควนเมา อ.รัษฎา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "รัษฎา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=SP.%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "พรพิศาล",
   "เบอร์โทรศัพท์": "085-794-7373",
   "ที่อยู่": "เลขที่ 54 หมู่ 1 ต.วังมะปรางเหนือ อ.วังวิเศษ จ.ตรัง 92220",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "วังวิเศษ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B8%9E%E0%B8%B4%E0%B8%A8%E0%B8%B2%E0%B8%A5%20%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "มิตรศิลป์ ฮาร์ดแวร์",
   "เบอร์โทรศัพท์": "097-031-1250",
   "ที่อยู่": "77/8 ม.4 ต.ไม้ฝาด อ.สิเกา จ.ตรัง 92015",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "สิเกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%9B%E0%B9%8C%20%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%81%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "สิเกาเครื่องครัว",
   "เบอร์โทรศัพท์": "093-748-5515",
   "ที่อยู่": "144 ม.1 ต.บ่อหิน อ.สิเกา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "สิเกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B4%E0%B9%80%E0%B8%81%E0%B8%B2%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "ซุ่งหลีพระยาตรัง",
   "เบอร์โทรศัพท์": "098-480-0974",
   "ที่อยู่": "79/2 ถ.พระยาตรัง ต.วัดใหม่ อ.เมือง 22000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%B2%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87%20%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ช.เคหะภัณฑ์",
   "เบอร์โทรศัพท์": "81-744-8210",
   "ที่อยู่": "98/41 ถ.รัษฏา ต.ทับเที่ยง อ.เมืองตรัง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ตรัง",
   "อำเภอ": "เมืองตรัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A.%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%95%E0%B8%A3%E0%B8%B1%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "นารียา ค้าวัสดุ",
   "เบอร์โทรศัพท์": "088-380-7078",
   "ที่อยู่": "261/21 หมู่ 3 ตำบลท่าประจะ อำเภอชะอวด จ.นครศรีธรรมราช 80180",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ชะอวด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B2%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%B2%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "อนันต์ฟาร์ม",
   "เบอร์โทรศัพท์": "084-748-7156",
   "ที่อยู่": "156/3 ม.6 ต.ควนหนองหงษ์ อ.ชะอวด",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ชะอวด",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%99%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B9%8C%E0%B8%9F%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%A1"
 },
 {
   "ชื่อร้านค้า": "รุ่งเรืองการช่าง",
   "เบอร์โทรศัพท์": "081-788-1577",
   "ที่อยู่": "81/2 ม.5 ต.ควนกรด อ.ทุ่งสง จ.นครศรีธรรมราช 80110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ทุ่งสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ดีเค สตีลแอนด์ทูลส์ จำกัด",
   "เบอร์โทรศัพท์": "07-584-5177",
   "ที่อยู่": "247 ม.4 ต.นาโพธิ์ อ.ทุ่งสง จ.นครศรีธรรมราช 80110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ทุ่งสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5%E0%B9%80%E0%B8%84%20%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%E0%B9%81%E0%B8%AD%E0%B8%99%E0%B8%94%E0%B9%8C%E0%B8%97%E0%B8%B9%E0%B8%A5%E0%B8%AA%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ทองมั่งมี จำกัด",
   "เบอร์โทรศัพท์": "086-610-0515",
   "ที่อยู่": "เลขที่ 75/5 หมู่ที่ 7 ตำบลเขาขาว อำเภอทุ่งสง จ.นครศรีธรรมราช 80110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ทุ่งสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%A1%E0%B8%B1%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "3ป.เจริญโลหะกิจ จำกัด",
   "เบอร์โทรศัพท์": "081-691-3899",
   "ที่อยู่": "83/3 ม.5 ต.ควนกรด อ.ทุ่งสง จ.นครศรีธรรมราช 80110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ทุ่งสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=3%E0%B8%9B.%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "เกียรติเจริญภัณฑ์",
   "เบอร์โทรศัพท์": "081-979-0435",
   "ที่อยู่": "65/1 ม.2 ต.ที่วัง อ.ทุ่งสง จ.นครศรีธรรมราช 80110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ทุ่งสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%81%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%95%E0%B8%B4%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "คลองโสมวัสดุ",
   "เบอร์โทรศัพท์": "085-895-7492",
   "ที่อยู่": "331 ม.5 ต.กะปาง อ.ทุ่งสง 8110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ทุ่งสง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A5%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%AA%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ปั้นเงินค้าวัสดุ",
   "เบอร์โทรศัพท์": "061-174-0411",
   "ที่อยู่": "25/5 หมู่ 1 ต.ตลิ่งชัน อ.ท่าศาลา จ.นครศรีธรรมราช 80160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ท่าศาลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%87%E0%B8%B4%E0%B8%99%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ศิริวรรณาพาณิชย์",
   "เบอร์โทรศัพท์": "07-552-1138",
   "ที่อยู่": "เลขที่ 1/3 หมู่ 3 ตำบลท่าศาลา อำเภอท่าศาลา จ.นครศรีธรรมราช 80160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ท่าศาลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%93%E0%B8%B2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "โสภา",
   "เบอร์โทรศัพท์": "082-471-4642",
   "ที่อยู่": "57/2 ม.2 ต.ไทยบุรี อ.ท่าศาลา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ท่าศาลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%AA%E0%B8%A0%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "นาเหรงวัสดุ",
   "เบอร์โทรศัพท์": "089-868-3577",
   "ที่อยู่": "39/4 ม.3 ต.นาเหรง อ.นบพิตำ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "นบพิตำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A3%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "จรูญการเกษตร",
   "เบอร์โทรศัพท์": "088-178-7780",
   "ที่อยู่": "230/4 ม.1 ต.นพพิตำ อ.นพพิตำ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "นพพิตำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%A3%E0%B8%B9%E0%B8%8D%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "วณิภาวัสดุ",
   "เบอร์โทรศัพท์": "07-539-9002",
   "ที่อยู่": "134 ม.11 ต.คลองน้อย อ.ปากพนัง จ.นครศรีธรรมราช 80330",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ปากพนัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%93%E0%B8%B4%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ว.โชติชัย",
   "เบอร์โทรศัพท์": "086-942-4650",
   "ที่อยู่": "58/1 ถ.ศรีสมบูรณ์ ต.ปากพนัง อ.ปากพนัง จ.นครศรีธรรมราช 80140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ปากพนัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7.%E0%B9%82%E0%B8%8A%E0%B8%95%E0%B8%B4%E0%B8%8A%E0%B8%B1%E0%B8%A2%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ป.คงเเสง",
   "เบอร์โทรศัพท์": "081-970-0450",
   "ที่อยู่": "297 หมู่ 2 ตำบล บางพระ อำเภอ ปากพนัง จ.นครศรีธรรมราช 80140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ปากพนัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%84%E0%B8%87%E0%B9%80%E0%B9%80%E0%B8%AA%E0%B8%87%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "พิชญาค้าไม้",
   "เบอร์โทรศัพท์": "081-963-3276",
   "ที่อยู่": "3 ม.2 ต.หล่อง อ.ปากพนัง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ปากพนัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B4%E0%B8%8A%E0%B8%8D%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89"
 },
 {
   "ชื่อร้านค้า": "ซุปเปอร์ไทย วิศวกรรม",
   "เบอร์โทรศัพท์": "086-615-8415",
   "ที่อยู่": "21 ม.5 ต.หินตก อ.ร่อนพิบูลย์ จ.นครศรีธรรมราช 80350",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ร่อนพิบูลย์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8B%E0%B8%B8%E0%B8%9B%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%84%E0%B8%97%E0%B8%A2%20%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "โชคเจริญคอนกรีต",
   "เบอร์โทรศัพท์": "07-533-6445",
   "ที่อยู่": "เลขที่ 190/1 หมู่ 4 ตำบลร่อนพิบูลย์ อำเภอร่อนพิบูลย์ จ.นครศรีธรรมราช 80130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ร่อนพิบูลย์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ศุภชัยค้าวัสดุ",
   "เบอร์โทรศัพท์": "085-691-2048",
   "ที่อยู่": "186/1 ม.4 ต.ท่าดี อ.ลานสกา จ.นครศรีธรรมราช 80230",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ลานสกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "บุญริน 2019(บล็อคเพราะเช็คเด้ง) ",
   "เบอร์โทรศัพท์": "075-800-7360",
   "ที่อยู่": "เลขที่ 112 หมู่ 2 ตำบล ขุนทะเล อำเภอ ลานสกา จ.นครศรีธรรมราช 80230",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ลานสกา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B8%A3%E0%B8%B4%E0%B8%99%202019%28%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B9%80%E0%B8%9E%E0%B8%A3%E0%B8%B2%E0%B8%B0%E0%B9%80%E0%B8%8A%E0%B9%87%E0%B8%84%E0%B9%80%E0%B8%94%E0%B9%89%E0%B8%87%29%20%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ปารณีย์ภัณฑ์",
   "เบอร์โทรศัพท์": "084-061-2696",
   "ที่อยู่": "10/2 หมู่ 5 ต.ทุ่งปรัง อ.สิชล จ.นครศรีธรรมราช 80120",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "สิชล",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B5%E0%B8%A2%E0%B9%8C%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "สุรศักดิ์การโยธา",
   "เบอร์โทรศัพท์": "086-691-4251",
   "ที่อยู่": "เลขที่ 79/7 หมู่ที่ 6 ต.บางจาก อ.เมือง จ.นครศรีธรรมราช 80330",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%82%E0%B8%A2%E0%B8%98%E0%B8%B2%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "แก้วกระจก อลูมิเนียม",
   "เบอร์โทรศัพท์": "07-531-7661",
   "ที่อยู่": "73/26 ถ.พัฒนาการคูขวาง ต.ท่าวัง อ.เมือง จ.นครศรีธรรมราช 80000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%81%20%E0%B8%AD%E0%B8%A5%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A1%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ส่องหล้าค้าเหล็ก จำกัด",
   "เบอร์โทรศัพท์": "061-179-2999",
   "ที่อยู่": "52/11 ม.5 ต.ปากพูน อ.เมือง จ.นครศรีธรรมราช 80000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B9%89%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ไทนครการค้า จำกัด",
   "เบอร์โทรศัพท์": "063-316-5041",
   "ที่อยู่": "เลขที่ 566/2 หมู่ 5 ถนนอ้อมค่าย ตำบลปากพูน อำเภอเมืองนครศรีธรรมราช 80000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "เมืองนครศรีธรรมราช",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%84%E0%B8%97%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "ทุ่งสงสกรู",
   "เบอร์โทรศัพท์": "085-417-4657",
   "ที่อยู่": " จ.นครศรีธรรมราช 80110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นครศรีธรรมราช",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%AA%E0%B8%87%E0%B8%AA%E0%B8%81%E0%B8%A3%E0%B8%B9%20%E0%B8%99%E0%B8%84%E0%B8%A3%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%A3%E0%B8%B2%E0%B8%8A"
 },
 {
   "ชื่อร้านค้า": "หะมิ มุสลิม บล็อคชั่วคราว**",
   "เบอร์โทรศัพท์": "090-284-8578",
   "ที่อยู่": "300/3 หมู่ 1 ตำบลปะลุกาสาเมาะ อำเภอบาเจาะ จ.นราธิวาส 96170",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "บาเจาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%B0%E0%B8%A1%E0%B8%B4%20%E0%B8%A1%E0%B8%B8%E0%B8%AA%E0%B8%A5%E0%B8%B4%E0%B8%A1%20%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%A7%E0%B8%84%E0%B8%A3%E0%B8%B2%E0%B8%A7%2A%2A%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "รุสลันวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-488-2019",
   "ที่อยู่": "294/4 หมู่ 1 ตำบลปะลูกาสาเมาะ อำเภอบาเจาะ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "บาเจาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B8%AA%E0%B8%A5%E0%B8%B1%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ศุกรีย์พาณิชย์",
   "เบอร์โทรศัพท์": "082-832-3005",
   "ที่อยู่": "เลขที่ 55 ถนนเพชรเกษม ตำบลบาเจาะ อำเภอบาเจาะ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "บาเจาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B9%8C%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ผู้ใหญ่มนตรี(ติดหนี้ห้ามขาย)",
   "เบอร์โทรศัพท์": "082-803-7803",
   "ที่อยู่": "236/2 ม.13 ตำบล ดอนยาง อำเภอปะทิว จ.นราธิวาส 96210",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "ปะทิว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5%28%E0%B8%95%E0%B8%B4%E0%B8%94%E0%B8%AB%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%AB%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "อิมรอนวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "091-642-5340",
   "ที่อยู่": "เลขที่ 36 หมู่ 3 ถนนมรรคาปิ่นนิตย์ ตำบลยี่งอ อำเภอยี่งอ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "ยี่งอ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B4%E0%B8%A1%E0%B8%A3%E0%B8%AD%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "บัสรี ซิเมนต์ รือเสาะ",
   "เบอร์โทรศัพท์": "089-975-7527",
   "ที่อยู่": "13/2 หมู่ 5 ตำบลรือเสาะ อำเภอรือเสาะ จ.นราธิวาส 96150",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "รือเสาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B1%E0%B8%AA%E0%B8%A3%E0%B8%B5%20%E0%B8%8B%E0%B8%B4%E0%B9%80%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B9%8C%20%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B9%80%E0%B8%AA%E0%B8%B2%E0%B8%B0%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "นิอัยดาค้าวัสดุ",
   "เบอร์โทรศัพท์": "083-656-5496",
   "ที่อยู่": "เลขที่ 28/1 หมู่ที่ 10 ตำบลรือเสาะ อำเภอรือเสาะ จังหวัด จ.นราธิวาส 96150",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "รือเสาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%B4%E0%B8%AD%E0%B8%B1%E0%B8%A2%E0%B8%94%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "สหไทย(นราธิวาส)",
   "เบอร์โทรศัพท์": "089-484-0458",
   "ที่อยู่": "เลขที่ 319 หมู่ 1 ถนนสารกิจ ตำบลรือเสาะนอก อำเภอรือเสาะ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "รือเสาะ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%AB%E0%B9%84%E0%B8%97%E0%B8%A2%28%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA%29"
 },
 {
   "ชื่อร้านค้า": "โคกตาวัสดุ",
   "เบอร์โทรศัพท์": "096-682-4060",
   "ที่อยู่": "96 ม.1 หมู่บ้านโคกตา ต.ปะลุรู อ.สุไหงปาดี จ.นราธิวาส 96140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "สุไหงปาดี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%84%E0%B8%81%E0%B8%95%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "อัสมินทร์วัสดุ",
   "เบอร์โทรศัพท์": "099-859-9776",
   "ที่อยู่": "143/37 ม.6 ต.ปาเสมัส อ.สุไหงโกลก",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "สุไหงโกลก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B1%E0%B8%AA%E0%B8%A1%E0%B8%B4%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "อีฟัซ วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "07-361-2514",
   "ที่อยู่": "112/11ซ.1 ถ.ทรายทอง3 ต.สุไหงโกลก อ.สุไหงโกลก",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "สุไหงโกลก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B5%E0%B8%9F%E0%B8%B1%E0%B8%8B%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ลันวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-368-0512",
   "ที่อยู่": "3 ม.2 ต.จวบ อ.เจาะไอร้อง จ.นราธิวาส 96130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "เจาะไอร้อง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B8%B1%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "รัตนภัณฑ์",
   "เบอร์โทรศัพท์": "093-650-2255",
   "ที่อยู่": "39-39/1 ถ.สุริยะประดิษฐ์ ต.บางนาค อ.เมือง จ.นราธิวาส 96000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%99%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "ศรีเจริญ นราธิวาส",
   "เบอร์โทรศัพท์": "081-328-6456",
   "ที่อยู่": "85/3 ม.2 ต.โคกเคียน อ.เมืองนราธิวาส 96000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "เมืองนราธิวาส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "ยะกังทรายและวัสดุ",
   "เบอร์โทรศัพท์": "07-363-1888",
   "ที่อยู่": "เลขที่ 4/2 หมู่ที่ 7 ตำบลลำภู อำเภอเมืองนราธิวาส 96000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "เมืองนราธิวาส",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A2%E0%B8%B0%E0%B8%81%E0%B8%B1%E0%B8%87%E0%B8%97%E0%B8%A3%E0%B8%B2%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "ส.รุ่งเรืองวัสดุ 2012",
   "เบอร์โทรศัพท์": "086-480-0248",
   "ที่อยู่": "เลขที่ 21/5 หมู่ที่ 1 ต.แม่ดง อ.แว้ง จ.นราธิวาส 96160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "นราธิวาส",
   "อำเภอ": "แว้ง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA.%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%202012%20%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%A7%E0%B8%B2%E0%B8%AA"
 },
 {
   "ชื่อร้านค้า": "ทุ่งยางแดงค้าวัสดุ ",
   "เบอร์โทรศัพท์": "083-394-5642",
   "ที่อยู่": "เลขที่ 36/5 หมู่ 5 ตำบลน้ำดำ อำเภอทุ่งยางแดง จ.ปัตตานี 94140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "ทุ่งยางแดง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%A2%E0%B8%B2%E0%B8%87%E0%B9%81%E0%B8%94%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "จะเฆ่วัสดุ",
   "เบอร์โทรศัพท์": "061-220-6604",
   "ที่อยู่": "เลขที่ 10/16-17 หมู่ 6 ตำบลควน อำเภอปะนาเระ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "ปะนาเระ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B0%E0%B9%80%E0%B8%86%E0%B9%88%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ม่วงหวานวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "086-287-8272",
   "ที่อยู่": "เลขที่ 110 หมู่ 2 ตำบลสาคอบน อำเภอมายอ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "มายอ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "พงสตาวัสดุก่อสร้าง ",
   "เบอร์โทรศัพท์": "084-967-7677",
   "ที่อยู่": "28/1 หมู่ 5 ตำบลยะรัง อำเภอยะรัง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "ยะรัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%87%E0%B8%AA%E0%B8%95%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "กาลิมวัสดุ",
   "เบอร์โทรศัพท์": "081-957-2573",
   "ที่อยู่": "179/2 ม.1 ต.เตระบอน อ.สายบุรี",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "สายบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%B4%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "จิราภรณ์ วัสดุ เบญจพรร",
   "เบอร์โทรศัพท์": "081-945-6524",
   "ที่อยู่": "49/4 หมู่ 1 ถ.เพชรเกษม ต.ตุบง อ.หนองจิก จ.ปัตตานี 94170",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "หนองจิก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B4%E0%B8%A3%E0%B8%B2%E0%B8%A0%E0%B8%A3%E0%B8%93%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B9%80%E0%B8%9A%E0%B8%8D%E0%B8%88%E0%B8%9E%E0%B8%A3%E0%B8%A3%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "นราธิป วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "30/5-6 ม.1 ต.ตุยง อ.หนองจิก จ.ปัตตานี 94170",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "หนองจิก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%98%E0%B8%B4%E0%B8%9B%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "กูปาเนาะการค้า",
   "เบอร์โทรศัพท์": "062-208-2138",
   "ที่อยู่": "65/1 ม.7 ต.ปูยุด อ.เมือง จ.ปัตตานี 94000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B9%E0%B8%9B%E0%B8%B2%E0%B9%80%E0%B8%99%E0%B8%B2%E0%B8%B0%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "คลังสหภัณฑ์",
   "เบอร์โทรศัพท์": "089-424-6426",
   "ที่อยู่": "83/6 ม.5 ต.รูสะมิแล อ.เมืองปัตตานี 94000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "เมืองปัตตานี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%AA%E0%B8%AB%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บัววัสดุภัณฑ์(เลิกขาย)",
   "เบอร์โทรศัพท์": "086-491-6783",
   "ที่อยู่": "เลขที่ 49 หมู่ 4 ถนนหนองจิก ตำบล รูสะมิแล อำเภอเมืองปัตตานี 94000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "เมืองปัตตานี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B1%E0%B8%A7%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ศรีโชคดี วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "95/2 หมู่ 2 ตำบลท่าเรือ อำเภอโคกโพธิ์ จ.ปัตตานี 94120",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ปัตตานี",
   "อำเภอ": "โคกโพธิ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%A3%E0%B8%B5%E0%B9%82%E0%B8%8A%E0%B8%84%E0%B8%94%E0%B8%B5%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%95%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เจริญภัณฑ์ วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "087-280-4083",
   "ที่อยู่": "37/3 หมู่ 1 ตำบลลำภี อำเภอท้ายเหมือง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พังงา",
   "อำเภอ": "ท้ายเหมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ยาชะรัตค้าไม้",
   "เบอร์โทรศัพท์": "085-893-7255",
   "ที่อยู่": "124 ม.5 ต.ชะรัด อ.กงหรา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พัทลุง",
   "อำเภอ": "กงหรา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A2%E0%B8%B2%E0%B8%8A%E0%B8%B0%E0%B8%A3%E0%B8%B1%E0%B8%95%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%84%E0%B8%A1%E0%B9%89"
 },
 {
   "ชื่อร้านค้า": "มงคลพานิช",
   "เบอร์โทรศัพท์": "089-733-0602",
   "ที่อยู่": "เลขที่ 31 หมู่ที่ 1 ถนนควนขนุน-ทะเลน้อย ตำบลมะกอกเหนือ อำเภอควนขนุน จ.พัทลุง 93110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พัทลุง",
   "อำเภอ": "ควนขนุน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%87%E0%B8%84%E0%B8%A5%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%20%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A5%E0%B8%B8%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ก.ค้าวัสดุ",
   "เบอร์โทรศัพท์": "088-389-3312",
   "ที่อยู่": "615/1 ม.1 ต.ท่ามะเดื่อ อ.บางแก้ว จ.พัทลุง 93140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พัทลุง",
   "อำเภอ": "บางแก้ว",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81.%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A5%E0%B8%B8%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ล.พัฒนาอะไหล่ ",
   "เบอร์โทรศัพท์": "08929666140",
   "ที่อยู่": "50 ม.1 ต.ปากพยูน อ.ปากพยูน",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พัทลุง",
   "อำเภอ": "ปากพยูน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5.%E0%B8%9E%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B8%B2%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "ปราณีอะไหล่ยนต์ป่าพะยอม",
   "เบอร์โทรศัพท์": "082-326-1415",
   "ที่อยู่": "585 หมู่ 1 ตำบลบ้านพร้าว อำเภอป่าพะยอม จังหวัด จ.พัทลุง 93110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พัทลุง",
   "อำเภอ": "ป่าพะยอม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%93%E0%B8%B5%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B9%8C%E0%B8%9B%E0%B9%88%E0%B8%B2%E0%B8%9E%E0%B8%B0%E0%B8%A2%E0%B8%AD%E0%B8%A1%20%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A5%E0%B8%B8%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "นวโลหะภัณฑ์",
   "เบอร์โทรศัพท์": "081-679-5310",
   "ที่อยู่": "274 ม.5 ต.เกาะเต่า อ.ป่าพะยอม จ.พัทลุง 93210",
   "ภาค": "ภาคใต้",
   "จังหวัด": "พัทลุง",
   "อำเภอ": "ป่าพะยอม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%99%E0%B8%A7%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A5%E0%B8%B8%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "ฉัตรไชยพาณิชย์",
   "เบอร์โทรศัพท์": "081-747-8278",
   "ที่อยู่": "113/3 ม.1 ถ.เทพกษัตรี ต.ไม้ขาว อ.กลาง จ.ภูเก็ต 83140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "กลาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%B1%E0%B8%95%E0%B8%A3%E0%B9%84%E0%B8%8A%E0%B8%A2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "เค วัน สตีล จำกัด",
   "เบอร์โทรศัพท์": "086-942-9996",
   "ที่อยู่": "66/28 ม.7 ต.เทพกระษัตรี อ.ถลาง จ.ภูเก็ต 83110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "ถลาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%84%20%E0%B8%A7%E0%B8%B1%E0%B8%99%20%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "ดี.เอส.ออยล์",
   "เบอร์โทรศัพท์": "081-607-7677",
   "ที่อยู่": "189/2 หมู่ 1 ต.ป่าคลอก อ.ถลาง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "ถลาง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B5.%E0%B9%80%E0%B8%AD%E0%B8%AA.%E0%B8%AD%E0%B8%AD%E0%B8%A2%E0%B8%A5%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ชูศักดิ์การช่าง",
   "เบอร์โทรศัพท์": "094-516-5145",
   "ที่อยู่": "260/17 ถ.เยาวราช ต.ตลาดใหญ่ อ.เมือง จ.ภูเก็ต 83000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B9%E0%B8%A8%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "สามัญนิติบุคคล เเสงพัชรการไฟฟ้า",
   "เบอร์โทรศัพท์": "091-035-8294",
   "ที่อยู่": "130/2 หมู่ 5 ต.รัษฎา อ.เมืองภูเก็ต 83000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "เมืองภูเก็ต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B1%E0%B8%8D%E0%B8%99%E0%B8%B4%E0%B8%95%E0%B8%B4%E0%B8%9A%E0%B8%B8%E0%B8%84%E0%B8%84%E0%B8%A5%20%E0%B9%80%E0%B9%80%E0%B8%AA%E0%B8%87%E0%B8%9E%E0%B8%B1%E0%B8%8A%E0%B8%A3%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "2003 อะไหล่ยนต์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "72/21-22 ถ.เจ้าฟ้า ต.ตลาดเหนือ อ.เมืองภูเก็ต",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "เมืองภูเก็ต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=2003%20%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B9%8C%20%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "แพ ส.จิตต์ชัยเจริญ",
   "เบอร์โทรศัพท์": "081-970-2764",
   "ที่อยู่": "2/81 ม.1 ถ.ศรีสุทัศน์ ต.รัษฏา อ.เมืองภูเก็ต 83000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ภูเก็ต",
   "อำเภอ": "เมืองภูเก็ต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%9E%20%E0%B8%AA.%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%95%E0%B9%8C%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%20%E0%B8%A0%E0%B8%B9%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "การค้าวัสดุธารโต",
   "เบอร์โทรศัพท์": "088-791-1790",
   "ที่อยู่": "80/14 ม.1 ต.ธารโต อ.ธารโต จ.ยะลา 95150",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "ธารโต",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%98%E0%B8%B2%E0%B8%A3%E0%B9%82%E0%B8%95%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "แบซาวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "098-671-6918",
   "ที่อยู่": "เลขที่ 2/2 หมู่ 2 ถ.บูรณะรักษ์ 3 ตำบลบันนังสตา อำเภอบันนังสตา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "บันนังสตา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%9A%E0%B8%8B%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "อาบาดี",
   "เบอร์โทรศัพท์": "07-329-1207",
   "ที่อยู่": "44 ถ.พิทักษ์ธานี ต.ยะหา อ.ยะหา จ.ยะลา 95120",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "ยะหา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%94%E0%B8%B5%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "อานัสวัสดุรามัน",
   "เบอร์โทรศัพท์": "089-599-7871",
   "ที่อยู่": "64/2 ม.2 ต.กายูบอเกาะ อ.รามัน จ.ยะลา 95140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "รามัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B8%AA%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A1%E0%B8%B1%E0%B8%99%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "อาดัมวัสดุก่อสร้าง บล็อคชั่วคราว**",
   "เบอร์โทรศัพท์": "089-869-3989",
   "ที่อยู่": "96/3 หมู่ 2 ตำบลตะโล๊ะหะลอ อำเภอรามัน",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "รามัน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%94%E0%B8%B1%E0%B8%A1%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%A7%E0%B8%84%E0%B8%A3%E0%B8%B2%E0%B8%A7%2A%2A"
 },
 {
   "ชื่อร้านค้า": "วิลัยพาณิชย์",
   "เบอร์โทรศัพท์": "07-323-1841",
   "ที่อยู่": "6 ซ.วีระราษฏร์ ถ.สุขยางค์ ต.เบตง อ.เบตง จ.ยะลา 95110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "เบตง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%9E%E0%B8%B2%E0%B8%93%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "บุหลั่นพานิชย์",
   "เบอร์โทรศัพท์": "07-336-2898",
   "ที่อยู่": "5/1 หมู่ 1 ต.อัยเยอร์เวง อ.เบตง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "เบตง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B9%88%E0%B8%99%E0%B8%9E%E0%B8%B2%E0%B8%99%E0%B8%B4%E0%B8%8A%E0%B8%A2%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "แบซาวัสดุก่อสร้าง2(ตลาดเมืองใหม่)",
   "เบอร์โทรศัพท์": "062-236-2336",
   "ที่อยู่": "61/19 ถ.เมืองใหม่ ต.สะเตง อ.เมือง จ.ยะลา 95000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%9A%E0%B8%8B%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%872%28%E0%B8%95%E0%B8%A5%E0%B8%B2%E0%B8%94%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%29%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ดำรงวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "082-238-2371",
   "ที่อยู่": "หอรุชฟาน่า(ดำรงวัสดุ)​ 11/1 ถ.เทศบาล​10​ ต.สะเ​ตง​ อ.เมือง​​ จ.ยะลา 95130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%B3%E0%B8%A3%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "โอเชี่ยน ยะลา (2003)",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "54-56 ถ.รัฐกิจ ต.สะเตง อ.เมืองยะลา 95000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ยะลา",
   "อำเภอ": "เมืองยะลา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%82%E0%B8%AD%E0%B9%80%E0%B8%8A%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%99%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2%20%282003%29%20%E0%B8%A2%E0%B8%B0%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "มลิวัลย์ วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-091-2342",
   "ที่อยู่": "เลขที่ 28/1 หมู่ 10 ตำบล จ.ป.ร. อำเภอ กระบุรี จ.ระนอง 85110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "กระบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%A5%E0%B8%B4%E0%B8%A7%E0%B8%B1%E0%B8%A5%E0%B8%A2%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "พ.พูลทรัพย์เจริญภัณฑ์(เลิกขาย)",
   "เบอร์โทรศัพท์": "062-297-8974",
   "ที่อยู่": "เลขที่ 304 หมู่ที่ 5 ตำบลจ.ป.ร อำเภอกระบุรี",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "กระบุรี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E.%E0%B8%9E%E0%B8%B9%E0%B8%A5%E0%B8%97%E0%B8%A3%E0%B8%B1%E0%B8%9E%E0%B8%A2%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%82%E0%B8%B2%E0%B8%A2%29"
 },
 {
   "ชื่อร้านค้า": "บ้านอิฐ",
   "เบอร์โทรศัพท์": "086-068-8683",
   "ที่อยู่": "8/4 ม.4 ถ.เพชรเกษม ต.กะเปอร์ อ.กะเปอร์",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "กะเปอร์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AD%E0%B8%B4%E0%B8%90"
 },
 {
   "ชื่อร้านค้า": "ยอดบริการ (เจ้หลุย)",
   "เบอร์โทรศัพท์": "07-789-7468",
   "ที่อยู่": "67 ม.1 ต.กะเปอร์ อ.กะเปอร์",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "กะเปอร์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A2%E0%B8%AD%E0%B8%94%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%A3%20%28%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%AB%E0%B8%A5%E0%B8%B8%E0%B8%A2%29"
 },
 {
   "ชื่อร้านค้า": "รวมภัณฑ์ตุลา",
   "เบอร์โทรศัพท์": "095-894-2899",
   "ที่อยู่": "เลขที่ 8/5 หมู่ที่ 5 ตำบลบางแก้ว อำเภอละอุ่น จ.ระนอง 85130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "ละอุ่น",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%E0%B8%95%E0%B8%B8%E0%B8%A5%E0%B8%B2%20%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เเซเซ้งค้าเหล็ก",
   "เบอร์โทรศัพท์": "095-041-5918",
   "ที่อยู่": "130/152-154 ถ.ท่าเมือง ต.เขานิเวศน์ อ.เมือง จ.ระนอง 85000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B9%80%E0%B8%8B%E0%B9%80%E0%B8%8B%E0%B9%89%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "วิริยาโลหะกิจ เเละฮาร์ดเเวร์",
   "เบอร์โทรศัพท์": "077-812-2200",
   "ที่อยู่": "41/6 ถ.ท่าเมือง ต.เขานิเวศน์ อ.เมืองระนอง 85000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "เมืองระนอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%81%E0%B8%B4%E0%B8%88%20%E0%B9%80%E0%B9%80%E0%B8%A5%E0%B8%B0%E0%B8%AE%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B8%94%E0%B9%80%E0%B9%80%E0%B8%A7%E0%B8%A3%E0%B9%8C%20%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "พิชัยเเละบุตรก่อสร้าง จำกัด",
   "เบอร์โทรศัพท์": "062-560-1632",
   "ที่อยู่": "79/19-20 ถนน ท่าเมือง ตำบลเขานิเวศน์ อำเภอเมืองระนอง 85000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "ระนอง",
   "อำเภอ": "เมืองระนอง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B4%E0%B8%8A%E0%B8%B1%E0%B8%A2%E0%B9%80%E0%B9%80%E0%B8%A5%E0%B8%B0%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%A3%E0%B8%B0%E0%B8%99%E0%B8%AD%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "แสนรุ่งเรืองกิจ",
   "เบอร์โทรศัพท์": "097-307-1048",
   "ที่อยู่": "16/1 ม.15 ต.ท่าช้าง อ.บางกล่ำ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "บางกล่ำ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B4%E0%B8%88"
 },
 {
   "ชื่อร้านค้า": "ท่าชะม่วงค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "86-292-7493",
   "ที่อยู่": "49/1 ม.3 ต.ท่าชะม่วง อ.รัตภูมิ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "รัตภูมิ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%8A%E0%B8%B0%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "อุมมัต วัสดุ",
   "เบอร์โทรศัพท์": "091-309-7852",
   "ที่อยู่": "30/5 ม.7 ต.สะบ้าย้อย อ.สะบ้าย้อย จ.สงขลา 90210",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "สะบ้าย้อย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B8%E0%B8%A1%E0%B8%A1%E0%B8%B1%E0%B8%95%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%87%E0%B8%82%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "รุ่งโรจน์การไฟฟ้า",
   "เบอร์โทรศัพท์": "081-328-7720",
   "ที่อยู่": "127-129 ม.5 ถ.กาญจนวนิช ต.พังลา อ.สะเดา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "สะเดา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B9%82%E0%B8%A3%E0%B8%88%E0%B8%99%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ศุภกิจค้าเหล็ก",
   "เบอร์โทรศัพท์": "085-078-0878",
   "ที่อยู่": "739 ถ.รัถการ(ริมทางรถไฟสงขลา สายเก่า) ต.หาดใหญ่ อ.หาดใหญ่ 90110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%81%E0%B8%B4%E0%B8%88%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%AA%E0%B8%87%E0%B8%82%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ป๋อ เครื่องมือช่าง",
   "เบอร์โทรศัพท์": "096-819-5708",
   "ที่อยู่": "36/10 ม.4 ต.คลองแห อ.หาดใหญ่ จ.สงขลา 90110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B9%8B%E0%B8%AD%20%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%87%E0%B8%82%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "หลุยส์ วัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "099-449-9782",
   "ที่อยู่": "ม.1 ถ.ประสานมิตร ต.ควนลัง อ.หาดใหญ่ จ.สงขลา 90110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AB%E0%B8%A5%E0%B8%B8%E0%B8%A2%E0%B8%AA%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%87%E0%B8%82%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ศ.การช่าง",
   "เบอร์โทรศัพท์": "085-998-6629",
   "ที่อยู่": "941/2 ถ.รัถการ ต.หาดใหญ่ อ.หาดใหญ่ จ.สงขลา 90110",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8.%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%87%E0%B8%82%E0%B8%A5%E0%B8%B2"
 },
 {
   "ชื่อร้านค้า": "ฉลุงวัสดุ",
   "เบอร์โทรศัพท์": "07-420-5841",
   "ที่อยู่": "80/9 หมู่1 ถ.เพชรเกษม ต.ฉลุง อ.หาดใหญ่",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%A5%E0%B8%B8%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "พรพระแม่เศรษฐี วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "114/4 ม.1ต.น้ำน้อย อ.หาดใหญ่ 901100",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A8%E0%B8%A3%E0%B8%A9%E0%B8%90%E0%B8%B5%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ทุ่งลุงอะไหล่",
   "เบอร์โทรศัพท์": "089-140-7731",
   "ที่อยู่": "78/8 ม.1 ถ.กาญจนวนิช ต.พะตง อ.หาดใหญ่",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "หาดใหญ่",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B8%E0%B9%88%E0%B8%87%E0%B8%A5%E0%B8%B8%E0%B8%87%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%AB%E0%B8%A5%E0%B9%88"
 },
 {
   "ชื่อร้านค้า": "เล็งเคหะภัณฑ์",
   "เบอร์โทรศัพท์": "086-498-1310",
   "ที่อยู่": "275/3 ม.1 ต.ลำไพล อ.เทพา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สงขลา",
   "อำเภอ": "เทพา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A5%E0%B9%87%E0%B8%87%E0%B9%80%E0%B8%84%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "พีรวัฒน์ค้าวัสดุ",
   "เบอร์โทรศัพท์": "087-475-1545",
   "ที่อยู่": "348 ม.3 ต.ควนกาหลง อ.ควนกาหลง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "ควนกาหลง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5%E0%B8%A3%E0%B8%A7%E0%B8%B1%E0%B8%92%E0%B8%99%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "ฉฉ.วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "081-748-9142",
   "ที่อยู่": "207 ม.6 ต.ควนสตอ อ.ควนโดน",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "ควนโดน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%89%E0%B8%89.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ณัฐเจริญภัณฑ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "เลขที่ 103 หมู่ 9 ถ.ละงู-ทุ่งหว้า ต.นาทอน อ.ทุ่งหว้า",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "ทุ่งหว้า",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%93%E0%B8%B1%E0%B8%90%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "แป-ระ ค้าวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "087-390-9125",
   "ที่อยู่": "32/1 ม.3 ต.แป-ระ อ.ท่าแพ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "ท่าแพ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%9B-%E0%B8%A3%E0%B8%B0%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "เมืองตลุงยิ่งเจริญค้าวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "359 ม.3 ต.ประโคนชัย อ.ประโคนชัย จ.สตูล 91140",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "ประโคนชัย",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%A5%E0%B8%B8%E0%B8%87%E0%B8%A2%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%95%E0%B8%B9%E0%B8%A5"
 },
 {
   "ชื่อร้านค้า": "จันทราวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "081-990-5034",
   "ที่อยู่": "89 ม.8 ต.นิคมพัฒนา กิ่งอ.มะนัง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "มะนัง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87"
 },
 {
   "ชื่อร้านค้า": "อาดามันก่อสร้าง",
   "เบอร์โทรศัพท์": "081-541-6693",
   "ที่อยู่": "684 หมู่ที่ 4 ตำบลคลองขุด อำเภอเมือง จ.สตูล 91000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สตูล",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AD%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%A1%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%95%E0%B8%B9%E0%B8%A5"
 },
 {
   "ชื่อร้านค้า": "เพชรทองค้าวัสดุ",
   "เบอร์โทรศัพท์": "083-104-9194",
   "ที่อยู่": "96/3 ม.4 ต.ท่าอุแท อ.กาญจนดิษฐ์ จ.สุราษฎร์ธานี 84304",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "กาญจนดิษฐ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "วชิระภัณฑ์",
   "เบอร์โทรศัพท์": "086-691-9996",
   "ที่อยู่": "46/3 ม.5 ต.กะแดะ อ.กาญจนดิษฐ์ จ.สุราษฎร์ธานี 84160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "กาญจนดิษฐ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A7%E0%B8%8A%E0%B8%B4%E0%B8%A3%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ศุภสารการช่าง (หรั่ง) กาญจนดิษฐ์",
   "เบอร์โทรศัพท์": "07-795-4224",
   "ที่อยู่": "5/18-23 ม.9 ต.พลายวาส อ.กาญจนดิษฐ์",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "กาญจนดิษฐ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B8%E0%B8%A0%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%20%28%E0%B8%AB%E0%B8%A3%E0%B8%B1%E0%B9%88%E0%B8%87%29%20%E0%B8%81%E0%B8%B2%E0%B8%8D%E0%B8%88%E0%B8%99%E0%B8%94%E0%B8%B4%E0%B8%A9%E0%B8%90%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "พลอยวัสดุ",
   "เบอร์โทรศัพท์": "89-651-6342",
   "ที่อยู่": "42/74-76 ม.5 ต.กะเเตะ อ.กาษจนดิษฐ์ จ.สุราษฎร์ธานี 84160",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "กาษจนดิษฐ์",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%A5%E0%B8%AD%E0%B8%A2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ถาวรโฮมเซ็นเตอร์ จำกัด",
   "เบอร์โทรศัพท์": "062-662-3994",
   "ที่อยู่": "137 ม.8 ต.ถ้ำสิงขร อ.คีรัฐนิคม จ.สุราษฎร์ธานี 84180",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "คีรัฐนิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ถาวรโฮมเซ็นเตอร์ จำกัด",
   "เบอร์โทรศัพท์": "062-662-3994",
   "ที่อยู่": "137หมู่ 8 ต.ถ้ำสิงขร อ.คีรีรัฐนิคม จ.สุราษฎร์ธานี 84180",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "คีรีรัฐนิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%96%E0%B8%B2%E0%B8%A7%E0%B8%A3%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%80%E0%B8%8B%E0%B9%87%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ทำเนียบ โฮมเอ็กซ์เพรส",
   "เบอร์โทรศัพท์": "081-537-7787",
   "ที่อยู่": "เลขที่ 168 หมู่ 1 ตำบลบ้านทำเนียบ อำเภอคีรีรัฐนิคม จ.สุราษฎร์ธานี 84180",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "คีรีรัฐนิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B8%B3%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%9A%20%E0%B9%82%E0%B8%AE%E0%B8%A1%E0%B9%80%E0%B8%AD%E0%B9%87%E0%B8%81%E0%B8%8B%E0%B9%8C%E0%B9%80%E0%B8%9E%E0%B8%A3%E0%B8%AA%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เพชรสัมพันธ์การเกษตร",
   "เบอร์โทรศัพท์": "086-272-5128",
   "ที่อยู่": "192 ม.1 ต.ทำเนียบ อ.คีรีรัฐนิคม",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "คีรีรัฐนิคม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9E%E0%B8%8A%E0%B8%A3%E0%B8%AA%E0%B8%B1%E0%B8%A1%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%95%E0%B8%A3"
 },
 {
   "ชื่อร้านค้า": "จรัลการประมง",
   "เบอร์โทรศัพท์": "07-737-1705",
   "ที่อยู่": "28/2 ม.5 ต.ดอนสัก อ.ดอนสัก จ.สุราษฏร์ธานี 84220 จ.สุราษฎร์ธานี",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ดอนสัก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%A3%E0%B8%B1%E0%B8%A5%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%A1%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สัมพันธ์ค้าวัสดุ จำกัด",
   "เบอร์โทรศัพท์": "095-546-0508",
   "ที่อยู่": "เลขที่ 13/1 หมู่ 4 ตำบล เขาวง อำเภอ บ้านตาขุน จ.สุราษฎร์ธานี 84230",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "บ้านตาขุน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B1%E0%B8%A1%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ปกรณ์ค้าวัสดุ 96",
   "เบอร์โทรศัพท์": "092-271-0290",
   "ที่อยู่": "112/3 หมู่ 3 ตำบล เขาวง อำเภอบ้านตาขุน จ.สุราษฎร์ธานี 84230",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "บ้านตาขุน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B%E0%B8%81%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%2096%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "จิตติภัณฑ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "35/16 หมู่ 5 ตำบล บ้านนา อำเภอ บ้านนาเดิม จ.สุราษฎร์ธานี 84240",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "บ้านนาเดิม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%95%E0%B8%B4%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "รวมภัณฑ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "46/4 ม.5 ต.บ้านนา อ.บ้านนาเดิม จ.สุราษฎร์ธานี 84240",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "บ้านนาเดิม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "รักษ์ทองค้าวัสดุ",
   "เบอร์โทรศัพท์": "082-288-4953",
   "ที่อยู่": "17/1 หมู่ 1 ต.ทรัพย์ทวี อ.บ้านนาเดิม",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "บ้านนาเดิม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%AD%E0%B8%87%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "พี อาร์ วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "091-825-6511",
   "ที่อยู่": "42 ม.2 ต.พังกาญจน์ อ.พนม จ.สุราษฎร์ธานี 84250",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พนม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B5%20%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B9%8C%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ศิริค้าวัสดุ บล็อกชั่วคราว**",
   "เบอร์โทรศัพท์": "07-792-9328",
   "ที่อยู่": "เลขที่ 136 หมู่ 2 ตำบลต้นยวน อำเภอพนม จ.สุราษฎร์ธานี 84250",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พนม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A8%E0%B8%B4%E0%B8%A3%E0%B8%B4%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%81%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%A7%E0%B8%84%E0%B8%A3%E0%B8%B2%E0%B8%A7%2A%2A%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บุญเเทนวัสดุภัณฑ์(เลิกขาย)",
   "เบอร์โทรศัพท์": "093-791-3329",
   "ที่อยู่": "40 ม.3 ต.ต้นยวน อ.พนม",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พนม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%80%E0%B9%80%E0%B8%97%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%28%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%82%E0%B8%B2%E0%B8%A2%29"
 },
 {
   "ชื่อร้านค้า": "79 วัสดุ",
   "เบอร์โทรศัพท์": "084-754-5757",
   "ที่อยู่": "118 ม.9 ต.พนม อ.พนม",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พนม",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=79%20%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8"
 },
 {
   "ชื่อร้านค้า": "บึงเจริญเสาปูน3",
   "เบอร์โทรศัพท์": "086-259-7548",
   "ที่อยู่": "80 ม.2 ต.บักได อ.พนมดงรัก",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พนมดงรัก",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B6%E0%B8%87%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B9%80%E0%B8%AA%E0%B8%B2%E0%B8%9B%E0%B8%B9%E0%B8%993"
 },
 {
   "ชื่อร้านค้า": "พนิตเจริญค้าวัสดุ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "130/3 ม.8 ต.มะลวน อ.พุนพิน จ.สุราษฎร์ธานี 84130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พุนพิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%95%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เมทัล สตีล สเตชั่น",
   "เบอร์โทรศัพท์": "091-426-5498",
   "ที่อยู่": "21/2 ม.4 ต.ท่าโรงช้าง อ.พุนพิน จ.สุราษฎร์ธานี 84130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พุนพิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A1%E0%B8%97%E0%B8%B1%E0%B8%A5%20%E0%B8%AA%E0%B8%95%E0%B8%B5%E0%B8%A5%20%E0%B8%AA%E0%B9%80%E0%B8%95%E0%B8%8A%E0%B8%B1%E0%B9%88%E0%B8%99%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เดโชสุราษฎร์เจริญ",
   "เบอร์โทรศัพท์": "089-973-2094",
   "ที่อยู่": "26/1 ม.1 ต.บางงอน อ.พุนพิน",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พุนพิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%94%E0%B9%82%E0%B8%8A%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "เทพเจริญ",
   "เบอร์โทรศัพท์": "081-091-0637",
   "ที่อยู่": "46/23 ถ.จุลจอมเกล้า ต.ท่าข้าม อ.พุนพิน",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พุนพิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D"
 },
 {
   "ชื่อร้านค้า": "สัญญาค้าวัสดุ (1997) จำกัด",
   "เบอร์โทรศัพท์": "07-790-1819",
   "ที่อยู่": "8/7 ม.3 ต.หนองไทร อ.พุนพิน",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พุนพิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B1%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%20%281997%29%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ท่าม่วงวัสดุก่อสร้าง",
   "เบอร์โทรศัพท์": "63-525-7659",
   "ที่อยู่": "176 หมู่ 7 ตำบล บางมะเดื่อ อำเภอ พูนพิน จ.สุราษฎร์ธานี 84130",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "พูนพิน",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B9%88%E0%B8%A7%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "สีงาช้าง",
   "เบอร์โทรศัพท์": "081-968-9206",
   "ที่อยู่": "102/61 หมู่ 1 ถนนโฉลกรัฐ ตำบลบางกุ้ง อำเภอเมือง จ.สุราษฎร์ธานี 84000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%AA%E0%B8%B5%E0%B8%87%E0%B8%B2%E0%B8%8A%E0%B9%89%E0%B8%B2%E0%B8%87%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "คลองถมสุราษฎร์ธานี",
   "เบอร์โทรศัพท์": "07-721-4755",
   "ที่อยู่": "41/7 ม.1 ถ.กาญจนวิถี ต.บางกุ้ง อ.เมือง จ.สุราษฎร์ธานี 84000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%84%E0%B8%A5%E0%B8%AD%E0%B8%87%E0%B8%96%E0%B8%A1%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ป.วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "07-728-2120",
   "ที่อยู่": "66/4 ม.2 ถ.ฝั่งบางใบไม้ ต.บางใบไม้ อ.เมือง จ.สุราษฎร์ธานี 84000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9B.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บุปผานวลนิ่ม ค้าวัสดุ(เจ๊หนิง) (บล็อคเลิกขาย)",
   "เบอร์โทรศัพท์": "089-886-8294",
   "ที่อยู่": "202/1 ม.7 ต.มะขามเตี้ย อ.เมือง จ.สุราษฎร์ธานี 84000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมือง",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%9B%E0%B8%9C%E0%B8%B2%E0%B8%99%E0%B8%A7%E0%B8%A5%E0%B8%99%E0%B8%B4%E0%B9%88%E0%B8%A1%20%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%28%E0%B9%80%E0%B8%88%E0%B9%8A%E0%B8%AB%E0%B8%99%E0%B8%B4%E0%B8%87%29%20%28%E0%B8%9A%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%84%E0%B9%80%E0%B8%A5%E0%B8%B4%E0%B8%81%E0%B8%82%E0%B8%B2%E0%B8%A2%29%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บฤมาส จำกัด",
   "เบอร์โทรศัพท์": "081-607-3551",
   "ที่อยู่": "11/2 หมู่ 6 ถนน ชนเกษม ตำบล มะขามเตี้ย อำเภอ เมืองสุราษฎรธานี จ.สุราษฎร์ธานี 84000",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมืองสุราษฎรธานี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%A4%E0%B8%A1%E0%B8%B2%E0%B8%AA%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ชุติเดชวัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "096-635-5191",
   "ที่อยู่": "192/3 หมู่ 9 ตำบลขุนทะเล อำเภอเมืองสุราษฎร์ธานี",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมืองสุราษฎร์ธานี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%80%E0%B8%94%E0%B8%8A%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ท.วัสดุภัณฑ์",
   "เบอร์โทรศัพท์": "089-109-9441",
   "ที่อยู่": "189/8-9 หมู่ 1 ถ.วัดโพธิ์-บางใหญ่ ต.มะขามเตี้ย อ.เมืองสุราษฎร์ธานี",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เมืองสุราษฎร์ธานี",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%97.%E0%B8%A7%E0%B8%B1%E0%B8%AA%E0%B8%94%E0%B8%B8%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "แสนเจริญคอนกรีต",
   "เบอร์โทรศัพท์": "081-606-1276",
   "ที่อยู่": "122/1 ม.5 ต.ทุ่งหลวง อ.เวียงสระ จ.สุราษฎร์ธานี 84190",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เวียงสระ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%81%E0%B8%AA%E0%B8%99%E0%B9%80%E0%B8%88%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "เวียงสระโลหะภัณฑ์",
   "เบอร์โทรศัพท์": "07-731-3564",
   "ที่อยู่": "116/4 ม.1 ถ.เวียงสระ-พระแสง ต.เวียงสระ อ.เวียงสระ จ.สุราษฎร์ธานี 84190",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "เวียงสระ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%A7%E0%B8%B5%E0%B8%A2%E0%B8%87%E0%B8%AA%E0%B8%A3%E0%B8%B0%E0%B9%82%E0%B8%A5%E0%B8%AB%E0%B8%B0%E0%B8%A0%E0%B8%B1%E0%B8%93%E0%B8%91%E0%B9%8C%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "SP คอนกรีต",
   "เบอร์โทรศัพท์": "086-944-1510",
   "ที่อยู่": "86 หมู่ 2 ต.เวียง อ.ไชยยา",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไชยยา",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=SP%20%E0%B8%84%E0%B8%AD%E0%B8%99%E0%B8%81%E0%B8%A3%E0%B8%B5%E0%B8%95"
 },
 {
   "ชื่อร้านค้า": "ดอนสักค้าเหล็ก",
   "เบอร์โทรศัพท์": "065-886-5654",
   "ที่อยู่": "25 ม.5 ถ.ดอนสัก-บ้านใน ต.ดอนสัก จ.สุราษฎร์ธานี 84220",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%94%E0%B8%AD%E0%B8%99%E0%B8%AA%E0%B8%B1%E0%B8%81%E0%B8%84%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B9%87%E0%B8%81%20%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B2%E0%B8%A9%E0%B8%8E%E0%B8%A3%E0%B9%8C%E0%B8%98%E0%B8%B2%E0%B8%99%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "บุญเยี่ยม อินเตอร์โฮม จำกัด",
   "เบอร์โทรศัพท์": "082-451-1142",
   "ที่อยู่": "",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9A%E0%B8%B8%E0%B8%8D%E0%B9%80%E0%B8%A2%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1%20%E0%B8%AD%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%AE%E0%B8%A1%20%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94"
 },
 {
   "ชื่อร้านค้า": "ธงไทยดี",
   "เบอร์โทรศัพท์": "081-270-1643",
   "ที่อยู่": "90/21 ถ.สะพานปลา ต.ปากน้ำ",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%98%E0%B8%87%E0%B9%84%E0%B8%97%E0%B8%A2%E0%B8%94%E0%B8%B5"
 },
 {
   "ชื่อร้านค้า": "ลิเบอร์ตี้",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A5%E0%B8%B4%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95%E0%B8%B5%E0%B9%89"
 },
 {
   "ชื่อร้านค้า": "พิทักษ์พงศ์",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%9E%E0%B8%87%E0%B8%A8%E0%B9%8C"
 },
 {
   "ชื่อร้านค้า": "ช่างนาถ",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%8A%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%96"
 },
 {
   "ชื่อร้านค้า": "มนตรี(นง) วงแก้ว",
   "เบอร์โทรศัพท์": "",
   "ที่อยู่": "",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B8%A1%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5%28%E0%B8%99%E0%B8%87%29%20%E0%B8%A7%E0%B8%87%E0%B9%81%E0%B8%81%E0%B9%89%E0%B8%A7"
 },
 {
   "ชื่อร้านค้า": "เปี้ยก",
   "เบอร์โทรศัพท์": "092-958-1262",
   "ที่อยู่": "20 ซอยอรรณพนฤมิตร ดินแดง",
   "ภาค": "ภาคใต้",
   "จังหวัด": "สุราษฎร์ธานี",
   "อำเภอ": "ไม่ระบุ",
   "ลิงก์ Google Maps": "https://www.google.com/maps/search/?api=1&query=%E0%B9%80%E0%B8%9B%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%81"
 }
]
;